[
  {
    "title": "Bridging the Gaps: Integrating Bibliographic Metadata Into Wikidata for Literary Corpora",
    "authors": "",
    "abstract": "This paper presents a case study on enhancing literary-corpus metadata by integrating large-scale bibliographic resources with Wikidata. Digital libraries such as Project Gutenberg or HathiTrust often provide only minimal metadata (e.g., author name and title). For large-scale literary analysis, however, it is crucial to include additional information such as year of publication, author gender, genre, or publisher. Conversely, using Wikidata to enrich existing literary-corpus metadata is challenging, as significant gaps in coverage remain. In this case study, we draw on the metadata of a large literary corpus to address these gaps. We conduct a feasibility analysis to determine how a workflow can be established that integrates metadata from bibliographic catalogues into Wikidata as a step in the digital-humanities pipeline. We explore both procedural approaches and existing software tools and discuss resulting challenges and limitations. Our methods are documented and open-source; the full Python scripts and data processing workflows are publicly available on GitHub.1 The goal is to develop reproducible methods for sharing and improving metadata availability across open platforms.",
    "date": "2026-02-27",
    "url": "https://sciendo.com/article/10.5334/johd.483",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "78485f88433d",
    "title_zh": "弥合差距：将书目元数据整合到Wikidata中以支持文学语料库",
    "summary_zh": "这篇文章展示了如何通过将大型书目资源与Wikidata整合，来提升文学语料库的元数据，特别适合对文学分析感兴趣的研究者。",
    "abstract_zh": "目的：通过将大型书目资源与Wikidata整合，提升文学语料库的元数据。方法：我们分析了如何建立一个工作流程，将书目目录的元数据整合到Wikidata中，以便在数字人文学科的流程中使用。发现：虽然Wikidata可以丰富现有的文学语料库元数据，但仍存在显著的覆盖差距。我们探讨了程序方法和现有软件工具，并讨论了相关的挑战和局限性。我们的研究方法是开源的，完整的Python脚本和数据处理流程可在GitHub上公开获取。目标是开发可重复的方法，以便在开放平台上共享和改善元数据的可用性。"
  },
  {
    "title": "Do all politicians sound the same? Comparing model explanations to human responses",
    "authors": "Otto Tarkka, Kimmo Elo, Filip Ginter, Veronika Laippala",
    "abstract": "It is a commonly held belief that all politicians sound the same but do they, actually? We combine machine-learning and the model explainability method SHAP with human judgements to measure how distinct plenary speeches in the Finnish Parliament truly are and which features make them so.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/20/1/000839/000839.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "43781d350bc3",
    "title_zh": "所有政治家的声音都一样吗？模型解释与人类反应的比较",
    "summary_zh": "这篇文章通过机器学习和人类判断，揭示芬兰议会演讲的独特性，挑战了政治家声音相似的普遍看法，值得一读。",
    "abstract_zh": "目的：探讨政治家演讲是否真的相似。方法：结合机器学习和模型可解释性方法SHAP，以及人类判断，测量芬兰议会的演讲有多独特，以及哪些特征使其如此。发现：研究揭示了演讲的独特性和影响因素。"
  },
  {
    "title": "Facets of Friction: Investigating\nepistemological friction between computing and the humanities to support Digital\nHumanities computing education",
    "authors": "Anna Sollazzo",
    "abstract": "This article argues that the consideration of epistemological friction is essential to DH computing. \nIt proposes a framework outlining common sites of friction with the intention that it be used as a pedagogical scaffold.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/20/1/000847/000847.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "4c690bcca721",
    "title_zh": "摩擦的多个面向：探讨计算与人文学科之间的认知摩擦以支持数字人文学科的计算教育",
    "summary_zh": "这篇文章揭示了计算与人文学科之间的认知摩擦，提出了一个框架，旨在为数字人文学科的教育提供有益的教学支持，值得一读。",
    "abstract_zh": "目的：本文认为考虑认知摩擦对数字人文学科（DH）计算至关重要。\\n方法：提出一个框架，概述常见的摩擦点，目的是将其作为教学支架使用。\\n发现：通过识别这些摩擦点，可以更好地支持数字人文学科的教育。"
  },
  {
    "title": "Decoding and Encoding Welsh Manuscript Culture: Scribes, Scripts and TEI",
    "authors": "Huw Jones, Yasmin Faghihi, David Parsons, Jason Evans, Gruffudd Antur",
    "abstract": "A detailed case study describing the conversion of Daniel Huws’ seminal Repertory of Welsh Manuscripts and Scribes into a dataset for analysis and publication, giving an insight into common issues in the conversion of printed texts into datasets, and a glimpse of how the dataset is giving us new insights into Welsh manuscript culture.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/20/1/000852/000852.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "9b6e050e1ecf",
    "title_zh": "解码与编码威尔士手稿文化：抄写员、书写体与TEI",
    "summary_zh": "这篇文章通过对威尔士手稿和抄写员的深入案例研究，展示了如何将传统印刷文本转化为数据集，从而为我们理解威尔士手稿文化提供了新的视角。",
    "abstract_zh": "目的：详细案例研究描述了如何将Daniel Huws的重要作品《威尔士手稿与抄写员目录》转化为可供分析和发布的数据集。\n\n方法：探讨了在将印刷文本转化为数据集过程中常见的问题。\n\n发现：该数据集为我们提供了对威尔士手稿文化的新见解。"
  },
  {
    "title": "Introduction: History and Data Science: Data-driven Inquiries into the Past",
    "authors": "Gabor Mihaly Toth",
    "abstract": "Data science meets history. Read a collection of essays dedicated to data-driven inquiries into the past.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000842/000842.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "f2023763fd0f",
    "title_zh": "导言：历史与数据科学：基于数据的过去探究",
    "summary_zh": "这篇文章推荐了一系列关于如何利用数据科学来研究历史的论文，非常适合对历史和数据分析感兴趣的读者。",
    "abstract_zh": "数据科学与历史相结合。阅读这本专注于基于数据的过去探究的论文集。"
  },
  {
    "title": "Evaluating and Understanding the Geocoding of City\nDirectories of Paris (1787-1914): Data-Driven Geography of Urban Sprawl and\nDensification",
    "authors": "Julie Gravier, Stéphane Baciocchi, Pascal Cristofoli, Bertrand Duménieu, Edwin Carlinet, Joseph Chazalon, Nathalie Abadie, Solenn Tual, Julien Perret",
    "abstract": "Discover how 19th Century Paris trade directories become powerful tools for mapping\nurban transformation — where history meets data science.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000814/000814.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "7552ee093402",
    "title_zh": "评估与理解巴黎城市目录的地理编码（1787-1914）：城市扩张与密集化的数据驱动地理学",
    "summary_zh": "这篇文章展示了19世纪巴黎的商业目录如何成为城市变迁的强大工具，结合历史与数据科学，值得一读。",
    "abstract_zh": "了解19世纪巴黎的商业目录如何成为绘制城市变迁的强大工具——历史与数据科学的交汇点。"
  },
  {
    "title": "Assemblies of Points: Strategies to\nArt-historical Human Pose Estimation and Retrieval",
    "authors": "Stefanie Schneider",
    "abstract": "This paper introduces an invariant approach to retrieving and classifying art-historical posture, as examined through a case study focusing on depictions of the crucified Christ.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000813/000813.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "a44ecc707a18",
    "title_zh": "点的集合：艺术史人类姿态估计与检索策略",
    "summary_zh": "这篇文章提供了一种新颖的方法来检索和分类艺术史中的姿态，特别是针对被钉十字架的基督形象，值得一读。",
    "abstract_zh": "这篇论文介绍了一种不变的方法，用于检索和分类艺术史中的姿态，重点通过一个案例研究，分析被钉十字架的基督的描绘。"
  },
  {
    "title": "A Critical Collection History of Nineteenth-century\nWomen’s Letters: Overcoming the Occluded Archive with Data-Driven\nMethods",
    "authors": "Ilona Pikkanen, Matti La Mela, Hanna-Leena Paloposki, Jouni Tuominen",
    "abstract": "Who gets remembered in the archives? This article explores how 1.2 million letters\nreveal hidden networks of 19th-century Finnish women — and what their traces (or\nabsence) say about history, memory, and digital methods.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000791/000791.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "7292b65933e7",
    "title_zh": "十九世纪女性信件的批判性收藏历史：利用数据驱动方法克服被遮蔽的档案",
    "summary_zh": "这篇文章通过分析120万封信件，揭示了19世纪芬兰女性的隐秘网络，值得一读，因为它挑战了我们对历史记忆的理解。",
    "abstract_zh": "谁在档案中被铭记？这篇文章探讨了120万封信件如何揭示19世纪芬兰女性的隐藏网络，以及她们的痕迹（或缺失）对历史、记忆和数字方法的意义。"
  },
  {
    "title": "Making Sense of the Emergence of Manslaughter in British Criminal Justice",
    "authors": "Tim Hitchcock, William J. Turkel",
    "abstract": "Manslaughter emerged as a new type of crime heard at the Old Bailey in London in the first half of the nineteenth century. This article describes the methodologies used by Tim Hitchcock and William J Turkel to explore this phenomenon.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000812/000812.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "2e36be8b081b",
    "title_zh": "理解英国刑事司法中过失杀人罪的出现",
    "summary_zh": "这篇文章深入探讨了19世纪上半叶过失杀人罪在伦敦老贝利法庭的兴起，揭示了背后的研究方法，值得关注。",
    "abstract_zh": "过失杀人罪在19世纪上半叶作为一种新型犯罪出现在伦敦的老贝利法庭。本文描述了Tim Hitchcock和William J Turkel用来探讨这一现象的方法论。"
  },
  {
    "title": "Image Reuse in Eighteenth-Century Book History: Large-Scale Data-Driven Study of Headpiece Ornament Variants",
    "authors": "Ruilin Wang, Lidia Pivovatova, Yann Ryan, Enes Yılandiloğlu, Mikko Tolonen",
    "abstract": "Large-scale computer vision reveals that decorative headpiece ornaments in eighteenth-century books circulated far more widely — and systematically — than previously assumed. By tracking image variants across ECCO, the article challenges printer-centric accounts of book production and highlights the overlooked role of publishers and transnational networks.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000815/000815.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "d950e29d3233",
    "title_zh": "十八世纪书籍历史中的图像重用：基于大规模数据驱动的头饰装饰变体研究",
    "summary_zh": "这篇文章通过大规模计算机视觉分析，揭示了十八世纪书籍中装饰性头饰的广泛流通，挑战了传统的印刷中心观点，值得一读。",
    "abstract_zh": "大规模计算机视觉研究表明，十八世纪书籍中的装饰性头饰装饰比之前认为的传播得更广泛且更系统。通过追踪ECCO中的图像变体，文章挑战了以印刷商为中心的书籍生产叙述，并突出了出版商和跨国网络被忽视的角色。"
  },
  {
    "title": "Contextual Semantic Text and Image Annotation in the MARKUS Environment",
    "authors": "Hilde De Weerdt, Hou Ieong (Brent) Ho, Rainer Simon, Sunkyu Lee, Sander Molenaar, Wangzhi Xi, Dawn (Lizao) Zhuang, Iva Stojević, Hsieh-Chang Tu, Taylor Zaneri, Nung-Yao Lin, Meret Meister",
    "abstract": "This article explores the process of developing a digital annotation methodology that allows for the creation of contextual arguments out of entity annotations for both texts and images based on user-defined data models.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000808/000808.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "d2fdf2fa35d7",
    "title_zh": "MARKUS环境中的上下文语义文本和图像注释",
    "summary_zh": "这篇文章介绍了一种数字注释方法，可以根据用户定义的数据模型为文本和图像创建上下文相关的注释，值得关注的是它的灵活性和实用性。",
    "abstract_zh": "这篇文章探讨了一种数字注释方法的开发过程，该方法允许根据用户定义的数据模型，为文本和图像创建上下文相关的实体注释。"
  },
  {
    "title": "Designing for discovery: using web maps in the\ndigital humanities",
    "authors": "Gethin Rees",
    "abstract": "How can the needs of researchers inform the design of web maps in the digital\nhumanities?",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000819/000819.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "794298294cec",
    "title_zh": "为发现而设计：在数字人文学科中使用网络地图",
    "summary_zh": "这篇文章探讨了如何根据研究者的需求来设计数字人文学科中的网络地图，值得一读。",
    "abstract_zh": "目的：研究者的需求如何影响数字人文学科中网络地图的设计？"
  },
  {
    "title": "Validity and Verifiability: Toward a Hybrid\nFramework for Evaluating Digital Humanities in India",
    "authors": "Vinayak Das Gupta",
    "abstract": "Evaluative infrastructures in Indian higher education continue to marginalise\ndigital scholarly work by equating academic value with print-based authorship\nand closure. This proposed framework imagines something better and more\nequitable.",
    "date": "2026-02-27",
    "url": "https://dhq.digitalhumanities.org/vol/19/4/000820/000820.html",
    "journal": "DHQ",
    "category": "digital-humanities",
    "color": "#4A3F5C",
    "id": "4206e19885b2",
    "title_zh": "有效性与可验证性：构建评估印度数字人文学科的混合框架",
    "summary_zh": "这篇文章提出了一个新的框架，旨在提升印度数字人文学科的学术价值，打破传统印刷出版的局限，值得关注。",
    "abstract_zh": "目的：印度高等教育中的评估基础设施继续边缘化数字学术工作，将学术价值等同于基于印刷的著作和封闭性。方法：提出一个更好、更公平的框架。发现：这个框架旨在改善数字人文学科的评估方式。"
  },
  {
    "title": "Relational arcs as narrative structure: Dynamics, distribution and diachronic change in fiction",
    "authors": "Despina Christou, Grigorios Tsoumakas",
    "abstract": "Relationships between characters are not just themes in a story but key elements that shape how plots unfold. This article presents a large-scale study of relational arcs , the trajectories of ties, such as kinship, romance, alliance and enmity as they rise and fall across the course of a novel. We build on the Artificial Relationships in Fiction dataset, which contains over 120,000 automatically annotated relationships from 96 novels published between 1850 and 1950. Our study makes four contributions. First, we show that relationship dynamics can be modeled as arcs that highlight recurring narrative patterns, such as conflicts peaking near the climax or romances resolving toward the end. Second, we use temporal normalization to compare books of very different lengths, allowing us to identify consistent trends across the corpus. Third, we demonstrate that genres and historical periods leave clear relational “fingerprints.” For instance, domestic fiction emphasizes family ties, while adventure stories highlight shifting alliances and adversaries. Finally, we cluster arcs into four common shapes (Rise, U-shape, Decline and Oscillating) that echo well-known narrative prototypes. By bringing narratology together with modern natural language processing, we argue that relationships provide a measurable grammar of plot. This approach offers new resources for literary analysis, new methods for computational modeling of narrative, and fresh evidence about how cultural storytelling patterns change over time.",
    "date": "2026-02-27",
    "url": "https://dx.doi.org/10.1017/chr.2025.10021?rft_dat=source%3Ddrss",
    "journal": "CHR",
    "category": "digital-humanities",
    "color": "#2D2926",
    "id": "c406b81d3b2d",
    "title_zh": "关系弧作为叙事结构：小说中的动态、分布与历时变化",
    "summary_zh": "这篇文章通过分析小说中人物关系的变化，揭示了叙事结构的深层规律，值得一读！",
    "abstract_zh": "人物之间的关系不仅是故事中的主题，更是塑造情节发展的关键元素。本文进行了一项大规模的研究，探讨了关系弧，即亲属、浪漫、联盟和敌对等关系在小说中的起伏轨迹。我们基于《虚构中的人工关系》数据集，该数据集包含了1850年至1950年间96部小说中超过120,000个自动标注的关系。\n\n目的：我们展示了关系动态可以被建模为弧线，突出了一些反复出现的叙事模式，比如冲突在高潮时达到顶峰，浪漫关系在故事结尾得到解决。\n\n方法：我们使用时间归一化的方法来比较长度差异很大的书籍，从而识别出整个语料库中的一致趋势。\n\n发现：我们证明了不同的类型和历史时期会留下明显的关系“指纹”。例如，家庭小说强调家庭关系，而冒险故事则突出变化的联盟和对手。\n\n最后，我们将弧线聚类为四种常见形状（上升、U形、下降和振荡），这些形状与众所周知的叙事原型相呼应。通过将叙事学与现代自然语言处理结合，我们认为关系提供了一种可测量的情节语法。这种方法为文学分析提供了新资源，为叙事的计算建模提供了新方法，并为文化叙事模式如何随时间变化提供了新的证据。"
  },
  {
    "title": "Cognitive stylometry: A computational study of defamiliarization in modern Chinese",
    "authors": "Maciej Kurzynski",
    "abstract": "Autoregressive language models generate text by predicting the next word from the preceding context. The regularities internalized from specific training data make this mechanism a useful proxy for historically situated readerly expectations, reflecting what earlier linguistic communities would find probable or meaningful. In this article, I pre-train a GPT model (223M parameters) on a broad corpus of Chinese texts ( FineWeb Edu Chinese V2.1 ) and fine-tune it on the collected writings of Mao Zedong (1893–1976) to simulate the evolving linguistic landscape of post-1949 China. Identifying token sequences with the sharpest drops in perplexity – a measure of the model’s surprise – reveals the core phraseology of “Maospeak,” the militant language style that developed from Mao’s writings and pronouncements. A comparative analysis of modern Chinese fiction demonstrates how literature becomes unfamiliar to the fine-tuned model, generating perplexity spikes of increasing magnitude. The findings suggest a mechanism of attentional control: whereas propaganda backgrounds meaning through repetition (cognitive overfitting), literature foregrounds it through deviation (non-anomalous surprise). By visualizing token sequences as perplexity landscapes with peaks and valleys, the article reconceives style as a probabilistic phenomenon and showcases the potential of “cognitive stylometry” for literary theory and close reading .",
    "date": "2026-02-27",
    "url": "https://dx.doi.org/10.1017/chr.2025.10020?rft_dat=source%3Ddrss",
    "journal": "CHR",
    "category": "digital-humanities",
    "color": "#2D2926",
    "id": "9f94b7bb2787",
    "title_zh": "认知风格计量学：现代汉语中去熟悉化的计算研究",
    "summary_zh": "这篇文章通过训练语言模型揭示了毛泽东语言风格的独特性，并探讨了文学如何通过意外性让读者感到陌生，值得一读。",
    "abstract_zh": "自回归语言模型通过预测下一个单词来生成文本，这种机制反映了特定历史背景下读者的期望。文章中，我在一个广泛的中文文本语料库上预训练了一个GPT模型，并在毛泽东的著作上进行了微调，以模拟1949年后中国的语言演变。通过识别模型在特定词序列上的困惑度急剧下降，揭示了“毛语”的核心短语。对现代汉语小说的比较分析显示，文学作品如何让微调后的模型感到陌生，产生越来越大的困惑度峰值。研究结果表明了一种注意力控制机制：宣传通过重复使意义模糊，而文学则通过偏离使意义突出。通过将词序列可视化为困惑度的地形图，文章重新构思了风格作为一种概率现象，并展示了“认知风格计量学”在文学理论和细读中的潜力。"
  },
  {
    "title": "Fine-tuning large-language models for early modern Dutch translation",
    "authors": "Gavin Lip, Victor de Boer, Arno Bosse, David Grantsaan",
    "abstract": "Large-language models (LLMs) have transformed natural language processing and opened new possibilities for the computational social sciences and digital humanities. Yet translating historical sources remains difficult because early modern varieties are scarcely represented in contemporary training corpora and because standard tokenizers fragment their non-standard orthography. This article tackles these gaps by adapting open LLMs to early modern Dutch-to-English translation and advances two concrete contributions: (i) a memory-efficient fine-tuning workflow that runs on a single consumer GPU, comparing order-reward policy optimization with the Unsloth supervised fine-tuning approach and (ii) a verifiable evaluation protocol that combines embedding-based metrics with systematic expert review. Experiments on testimonial texts (1680–1792) show that fine-tuning choice decisively shapes quality: the Unsloth-tuned Mistral model attains the highest BERTScore and METEOR values and most faithfully preserves historical nuance. The framework supports a collaborative workflow where machine-generated drafts accelerate expert translation, making archival texts more accessible while maintaining scholarly oversight through domain-expert validation.",
    "date": "2026-02-27",
    "url": "https://dx.doi.org/10.1017/chr.2026.10022?rft_dat=source%3Ddrss",
    "journal": "CHR",
    "category": "digital-humanities",
    "color": "#2D2926",
    "id": "bd135dd87075",
    "title_zh": "为早期现代荷兰语翻译微调大型语言模型",
    "summary_zh": "这篇文章展示了如何通过微调大型语言模型来提升早期现代荷兰语的翻译质量，特别适合对历史文本感兴趣的研究者。",
    "abstract_zh": "大型语言模型（LLMs）已经改变了自然语言处理，并为计算社会科学和数字人文学科开辟了新的可能性。然而，翻译历史文献仍然很困难，因为早期现代的语言变体在当代训练语料中很少出现，且标准分词器会对其非标准拼写进行碎片化。本文通过将开放的LLMs适应于早期现代荷兰语到英语的翻译，填补了这些空白，并提出了两个具体贡献：（i）一种在单个消费级GPU上运行的内存高效微调工作流程，比较了顺序奖励策略优化与Unsloth监督微调方法；（ii）一种可验证的评估协议，结合了基于嵌入的指标与系统的专家评审。对1680年至1792年的证词文本进行的实验表明，微调选择对质量有决定性影响：经过Unsloth微调的Mistral模型在BERTScore和METEOR值上达到了最高水平，并最忠实地保留了历史细微差别。该框架支持一种协作工作流程，使机器生成的草稿加速专家翻译，从而使档案文本更易于获取，同时通过领域专家的验证保持学术监督。"
  },
  {
    "title": "The narrative function of ending speech and hermeneutic complexity in Aesopic fables: A computational analysis of 600-fable corpus",
    "authors": "Sukhwan Jung, Hochang Kwon",
    "abstract": "The ending speech in Aesopic fables, where stories conclude with direct utterances from characters, is not merely a didactic tool but a crucial narrative device constructing hermeneutic complexity. This study systematically examines the narrative function of ending speech through computational analysis of 600 Aesopic fables from Laura Gibbs’ edition. We quantitatively analyzed the complex relationships between ending speech, story content, explicit morals and speaker identity using natural language processing techniques. The analysis reveals three key findings. First, the average similarity of ending speeches (0.1820) is significantly lower than that of stories (0.3578), confirming that ending speech forms a unique semantic domain rather than serving as a simple summary of the narrative. Latent Dirichlet allocation analysis also shows that ending speeches are differentiated into 13 topics, displaying a more complex structure than stories (seven topics). Second, we found that ending speech constitutes a distinct narrative domain from epimythium, with an overwhelming ratio of their relationships being either independent (76.8%) or tensional (21.4%). This indicates that the ending speech is a narrative device that amplifies interpretive complexity, often clashing with the epimythium rather than reinforcing it. Third, 249 different ending speech speakers each represent unique voices and perspectives, with the frequency of utterances – fox (34 times), lion (19 times) and wolf (18 times) – demonstrating a value system in Aesopic fables where wisdom is prioritized over physical strength. These findings indicate that the ending speech establishes complex and sometimes tensional relationships with both story and epimythium, thereby transforming fables into “open work” that can be newly interpreted. This study provides empirical evidence for understanding Aesopic fables not as simple didactic tales but as complex narratives with structural features supporting polyphonic interpretation, demonstrating the potential of computational narratology.",
    "date": "2026-02-27",
    "url": "https://dx.doi.org/10.1017/chr.2026.10023?rft_dat=source%3Ddrss",
    "journal": "CHR",
    "category": "digital-humanities",
    "color": "#2D2926",
    "id": "1fc04dcb8ed4",
    "title_zh": "艾索寓言中结尾发言的叙事功能与解释复杂性：对600个寓言语料库的计算分析",
    "summary_zh": "这篇文章通过对600个艾索寓言的计算分析，揭示了结尾发言如何构建复杂的叙事结构，值得一读！",
    "abstract_zh": "结尾发言在艾索寓言中不仅是教学工具，更是构建解释复杂性的关键叙事手段。本研究系统分析了600个艾索寓言的结尾发言功能，利用自然语言处理技术定量分析了结尾发言、故事内容、明确道德和发言者身份之间的复杂关系。分析结果显示：\n\n目的：结尾发言形成独特的语义领域，而非简单总结故事。\n\n方法：通过潜在狄利克雷分配分析，结尾发言被区分为13个主题，结构比故事更复杂。\n\n发现：结尾发言与结尾道德之间的关系主要是独立或对立的，显示出叙事复杂性；249个不同的发言者代表了独特的声音，反映出智慧优于力量的价值观。\n\n这些发现表明，结尾发言与故事和结尾道德之间建立了复杂且有时对立的关系，使寓言成为可以重新解读的“开放作品”。本研究为理解艾索寓言提供了实证证据，显示其作为复杂叙事的潜力。"
  },
  {
    "title": "Why “human‐AI collaboration” obscures what actually happens in information seeking",
    "authors": "Chirag Shah, Lynda Tamine",
    "abstract": "The rhetoric of “human‐AI collaboration” frames contemporary discussions of interacting with artificial intelligence systems. Drawing from 15 years of research in collaborative information seeking, we argue that this metaphor fundamentally misrepresents these interactions and obscures critical issues of agency, accountability, and labor. Real collaboration—whether mediated by algorithms or not—requires mutual understanding, shared goals, reciprocal adaptation, and common ground building. Current AI systems meet none of these criteria. Here we examine what genuine collaboration entails, why the AI industry's appropriation of this language matters, and what we lose when we mistake sophisticated autocomplete for partnership.",
    "date": "2026-02-26",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70059?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "36d9843e8a2c",
    "title_zh": "为什么“人类与人工智能的协作”掩盖了信息寻求中的真实情况",
    "summary_zh": "这篇文章揭示了“人类与AI协作”这一说法如何误导我们对AI系统的理解，强调真正的协作需要更多的相互理解和共同目标，而不仅仅是简单的自动补全。",
    "abstract_zh": "“人类与人工智能的协作”这一说法在当今与人工智能系统互动的讨论中占据主导地位。基于15年的协作信息寻求研究，我们认为这一隐喻根本上误解了这些互动，并掩盖了代理、责任和劳动等关键问题。真正的协作，无论是否通过算法介导，都需要相互理解、共同目标、相互适应和建立共同基础。目前的AI系统都不符合这些标准。我们在这里探讨真正的协作意味着什么，AI行业为何使用这种语言很重要，以及当我们误将复杂的自动补全视为合作时，我们失去了什么。"
  },
  {
    "title": "Information retrieval or document retrieval? Terminological confusions and unrealistic goals in information science, exemplified in relation to generative artificial intelligence",
    "authors": "Birger Hjørland",
    "abstract": "ChatGPT and related technologies have revived an old issue in information science (IS) concerning information retrieval (IR) versus document retrieval. Since 1950, the term IR has primarily been used as a misnomer for document retrieval. This problematic terminology reflects a desire to go beyond documents and provide, in response to user queries, not lists of documents but direct answers. Only with the emergence of large language models such as ChatGPT has the goal of directly informing users appeared to many as justifiable in relation to IR. Such models, however, still depend on input in the form of documents. A basic problem with large language models is their inability to establish a valid connection between their answers and the sources on which they are based. Whereas scholarly norms dictate that all claims be explicitly supported by the sources and arguments used, this cannot be done satisfactorily by ChatGPT, which represents a fundamental limitation of this technology. Neglecting the documentary basis in all forms of IR is naïve, and the core concept in IS should be understood as document retrieval. Recognizing this distinction is essential for enabling users to maintain control over the search and to perform “source criticism.”",
    "date": "2026-02-26",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70057?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "3c5534c5000b",
    "title_zh": "信息检索还是文档检索？信息科学中的术语混淆与不切实际的目标，以生成性人工智能为例",
    "summary_zh": "这篇文章揭示了信息检索与文档检索之间的混淆，特别是在大型语言模型如ChatGPT的背景下，值得一读以了解如何更好地理解信息科学的核心概念。",
    "abstract_zh": "ChatGPT及相关技术重新引发了信息科学中关于信息检索（IR）与文档检索的旧问题。自1950年以来，IR一词主要被错误地用作文档检索的代名词。这种问题术语反映了人们希望超越文档，直接回答用户查询，而不是提供文档列表的愿望。随着大型语言模型如ChatGPT的出现，许多人认为直接向用户提供信息的目标在IR中是合理的。然而，这些模型仍然依赖于文档形式的输入。大型语言模型的一个基本问题是它们无法建立答案与其基础来源之间的有效联系。学术规范要求所有主张都必须得到所用来源和论据的明确支持，而ChatGPT无法令人满意地做到这一点，这代表了该技术的根本局限性。忽视所有形式的IR中的文档基础是天真的，信息科学中的核心概念应被理解为文档检索。认识到这一区别对于使用户能够控制搜索并进行“来源批判”至关重要。"
  },
  {
    "title": "Modelling Temporal Public Transport Systems in Wikidata: A Workflow for Integrating Historical Infrastructure Data",
    "authors": "",
    "abstract": "This paper presents a systematic workflow for integrating historical humanities datasets with Wikidata, using Berlin’s Cold War-era public transport network (1946–1989) as a case study. Through a three-phase methodology, data documentation with reconciliation, computational domain investigation, and modelling-aware upload planning, we identify fundamental challenges in representing temporal complexity within collaborative knowledge bases. Analysis of collected transport-station records reveals significant gaps in Wikidata’s coverage of non-rail transport modalities, systematic absence of temporal qualifiers on time-varying properties, and incomplete provenance documentation. These findings extend beyond transport history to illuminate broader tensions between historical research requirements and Wikidata’s present-focused design. We propose reusable strategies for representing discontinuous operation periods, geographic uncertainty, and snapshot sources while maintaining compatibility with Wikidata’s community standards and linked open data principles. This workflow demonstrates how digital humanities projects can prepare for contribution to Wikidata as methodologically informed contributors, using systematic investigation to address the platform’s representational limitations for historical phenomena before upload execution.",
    "date": "2026-02-26",
    "url": "https://sciendo.com/article/10.5334/johd.458",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "4be869dd150e",
    "title_zh": "在Wikidata中建模时间公共交通系统：整合历史基础设施数据的工作流程",
    "summary_zh": "这篇文章提供了一种系统的方法，将历史人文学科数据与Wikidata整合，尤其是聚焦于冷战时期的柏林公共交通网络，值得一读。",
    "abstract_zh": "目的：提出一种系统的工作流程，将历史人文学科数据与Wikidata整合，以柏林冷战时期的公共交通网络（1946-1989）为案例。 \n方法：通过三阶段的方法论，包括数据文档与对接、计算领域调查和建模意识上传规划，识别在协作知识库中表示时间复杂性的基本挑战。 \n发现：对收集的交通站记录的分析揭示了Wikidata在非铁路交通方式覆盖方面的显著缺口、时间变化属性上缺乏时间限定符以及不完整的来源文档。这些发现超越了交通历史，揭示了历史研究需求与Wikidata当前设计之间的更广泛紧张关系。我们提出了可重用的策略，以表示不连续的运营周期、地理不确定性和快照来源，同时保持与Wikidata社区标准和链接开放数据原则的兼容性。这个工作流程展示了数字人文学科项目如何在上传执行前，通过系统调查为Wikidata的贡献做好准备，作为方法论上知情的贡献者，解决平台在历史现象表示方面的局限性。"
  },
  {
    "title": "Building Cultural Heritage Data Infrastructures with Wikidata: The Case of the Congruence Engine Data Register",
    "authors": "",
    "abstract": "This article presents the development of the Congruence Engine (CE) Data Register, a prototype for a minimum, community-driven infrastructure to support a distributed United Kingdom (UK) national collection. Developed as part of the Arts and Humanities Research Council’s Towards a National Collection programme (2021–2025) and led by the Science Museum Group, the CE project aimed to connect industrial heritage collections across museums, archives, and community groups through open, scalable digital tools. Drawing inspiration from Bradford-based participatory research and the concept of the “social machine”, the CE Data Register leverages Wikibase.Cloud—closely related to and interoperable with Wikidata—to create a transparent, collaborative environment for describing and linking cultural heritage data. Complemented by a custom web application that lowers technical barriers to participation, the register exemplifies how lightweight, open infrastructures such as Wikibase and Wikidata can support sustainable, inclusive cultural heritage research. By emphasizing minimal metadata requirements, interoperability, and strong documentation practices, this prototype demonstrates a practical pathway toward a resilient, community-led digital ecosystem for connecting the UK’s distributed collections.",
    "date": "2026-02-26",
    "url": "https://sciendo.com/article/10.5334/johd.448",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "616996541fa9",
    "title_zh": "利用Wikidata构建文化遗产数据基础设施：以一致性引擎数据登记册为例",
    "summary_zh": "这篇文章展示了如何通过Wikidata和社区驱动的方式，构建一个支持英国文化遗产的数字基础设施，值得关注的是它的开放性和可持续性。",
    "abstract_zh": "目的：介绍一致性引擎（CE）数据登记册的开发，这是一个支持英国国家收藏的社区驱动基础设施原型。\n\n方法：该项目旨在通过开放、可扩展的数字工具，连接博物馆、档案馆和社区团体的工业遗产收藏。\n\n发现：CE数据登记册利用Wikibase.Cloud与Wikidata互操作，创建了一个透明、协作的文化遗产数据描述和链接环境，降低了参与的技术门槛，展示了轻量级开放基础设施在文化遗产研究中的可持续性和包容性。"
  },
  {
    "title": "From Websites to Wikidata: Digitising Scotland’s Stories",
    "authors": "",
    "abstract": "Data connected to our cultural and industrial heritage are often collated by passionate volunteers, typically in the form of blogs and websites. Decades of effort is invested in these sites, which are then vulnerable to data loss due to technical failures, lack/loss of volunteers, or link rot (Chapekis et al., 2024). In collaboration with undergraduate Computer Science students from the University of St Andrews and Wikimedia UK, two unique datasets (created from the websites for Women’s History Scotland1 and Scottish Brick History2) were extracted, cleaned, uploaded to Wikidata, then used to generate creative websites to allow readers to interact with the data. This data paper will explore the pluses and minuses of our approach, and how we would tackle similar datasets in the future.",
    "date": "2026-02-25",
    "url": "https://sciendo.com/article/10.5334/johd.471",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "46a9f9b884c0",
    "title_zh": "从网站到维基数据：数字化苏格兰的故事",
    "summary_zh": "这篇文章展示了如何将苏格兰的文化和工业遗产数据从志愿者创建的网站转移到维基数据，确保这些珍贵故事不再丢失，值得一读。",
    "abstract_zh": "数据与我们的文化和工业遗产密切相关，通常由热心的志愿者整理，形式多为博客和网站。这些网站经过数十年的努力建立，但由于技术故障、志愿者的缺失或链接失效等原因，数据容易丢失。我们与圣安德鲁斯大学的计算机科学本科生和维基媒体英国合作，从“苏格兰女性历史”和“苏格兰砖块历史”这两个网站提取、清理并上传了两个独特的数据集到维基数据，并利用这些数据生成互动网站，让读者能够与数据互动。本文将探讨我们方法的优缺点，以及未来如何处理类似的数据集。"
  },
  {
    "title": "From Character to Poem: Nested Contexts and Scalar Limits of Parallelism Detection in Classical Chinese Poetry",
    "authors": "",
    "abstract": "Benchmarking for literary analysis is complicated by a persistent mismatch between the fixed context windows of classification models and the emergent properties of literary forms. Here, I approach this challenge by reconsidering semantic parallelism in Chinese regulated verse (lüshi 律詩) as a problem of scale. I first employ a “teacher” model to label parallelism at the couplet (meso) level and then test which “student” model architecture—micro (character), meso (couplet), or macro (poem)—can most effectively recover this labeling rule. The experiment points to a Goldilocks hypothesis: performance is maximized when the classifier is structurally aligned with the scale at which the feature has been encoded. This finding yields further practical insights: (1) bottom-up aggregation of local predictions sacrifices raw performance but offers greater interpretability by exposing the specific decisions of a misaligned model; (2) top-down inference requires additional training computation to compensate for global noise and achieve performance comparable to aligned models; (3) if the goal is to better understand how artificial intelligence represents specific literary phenomena internally (“vector poetics”), aligned classifiers afford the most direct and promising access. By examining different forms of (mis)alignment between texts and models, the study invites discussion on whether meaningful benchmarking requires matching the computational “unit of analysis” with the humanistic “unit of inquiry.”",
    "date": "2026-02-25",
    "url": "https://sciendo.com/article/10.5334/johd.488",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "208608e7e522",
    "title_zh": "从字符到诗：古典汉诗平行性检测的嵌套语境与尺度限制",
    "summary_zh": "这篇文章深入探讨了如何通过不同的模型架构来更好地理解古典汉诗中的平行性，提供了关于文学分析的新视角，值得一读。",
    "abstract_zh": "文学分析的基准测试因分类模型的固定语境窗口与文学形式的突现特性之间的持续不匹配而变得复杂。本文将中国律诗中的语义平行性视为一个尺度问题进行重新思考。首先，我使用一个“教师”模型在对联（中尺度）层面标记平行性，然后测试哪种“学生”模型架构——微观（字符）、中观（对联）或宏观（诗）——能够最有效地恢复这一标记规则。实验结果指向一个金发女孩假说：当分类器的结构与特征编码的尺度相一致时，性能达到最大。这一发现带来了进一步的实用见解：（1）自下而上的局部预测聚合牺牲了原始性能，但通过揭示不匹配模型的具体决策提供了更大的可解释性；（2）自上而下的推断需要额外的训练计算来补偿全局噪声，并达到与对齐模型相当的性能；（3）如果目标是更好地理解人工智能如何在内部表示特定的文学现象（“向量诗学”），那么对齐的分类器提供了最直接和最有前景的访问方式。通过考察文本与模型之间不同形式的（不）对齐，研究邀请讨论有意义的基准测试是否需要将计算“分析单位”与人文学科的“研究单位”相匹配。"
  },
  {
    "title": "The diverging effect of prestige and experience on the use of artificial intelligence knowledge",
    "authors": "Nannan Zhao, Linzhuo Li",
    "abstract": "This paper examines the relationship between scientists' experience and prestige and their use of artificial intelligence (AI) knowledge. Analyzing citation patterns from 5 million papers (1990–2024) citing AI literature and 1.1 million authors, we find that prestige positively correlates with citing highly visible AI work, while experience shows the opposite pattern. This divergence persists both within and beyond Computer Science contexts. We interpret these findings as suggesting that prestige is associated with social mechanisms linked to knowledge convergence toward mainstream work, while experience may be associated with knowledge diversity. These findings also reveal concerning concentration trends in AI knowledge utilization and inform strategies for more effective scientific knowledge use.",
    "date": "2026-02-24",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70068?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "6da91320c897",
    "title_zh": "声望与经验对人工智能知识使用的不同影响",
    "summary_zh": "这篇文章揭示了科学家的声望和经验如何影响他们对人工智能知识的引用，值得一读，因为它挑战了我们对知识使用的传统看法。",
    "abstract_zh": "这篇论文研究了科学家的经验和声望与他们使用人工智能（AI）知识之间的关系。通过分析1990年至2024年间500万篇引用AI文献的论文和110万位作者的引用模式，我们发现声望与引用高度可见的AI工作呈正相关，而经验则表现出相反的模式。这种差异在计算机科学领域内外都存在。我们将这些发现解读为，声望与知识向主流工作的聚合相关，而经验可能与知识的多样性相关。这些发现还揭示了AI知识利用中令人担忧的集中趋势，并为更有效的科学知识使用提供了策略。"
  },
  {
    "title": "A semantic atlas of journals: Structure, position, and dispersion",
    "authors": "Alex J. Yang, Richard B. Freeman, Sanhong Deng",
    "abstract": "We present semantic atlases for journals in the life sciences and social sciences by encoding over 30 million abstracts with domain‐adapted transformer models, aggregating paper embeddings into journal centroids, and applying UMAP for visualization. We validate the resulting 2D manifolds through strong correlations between positional proximity and external measures of topical and authorship overlap. Semantic axes reveal interpretable gradients along biologically meaningful dimensions and a latent quality axis that recovers prestige hierarchies. The approach also positions journals with elevated retraction rates peripherally, highlighting latent signals of publication integrity. We introduce effective radius as a measure of geometric properties; larger radii are associated with higher impact and citations. These findings demonstrate that transformer embeddings provide a continuous, citation‐independent framework for decoding journal roles, thematic specialization, prestige, and knowledge dispersion, offering new quantitative tools for the science of science and dynamic monitoring of scholarly ecosystems.",
    "date": "2026-02-19",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70067?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "d358a3ae5d1c",
    "title_zh": "期刊的语义图谱：结构、位置与分散性",
    "summary_zh": "这篇文章通过分析超过3000万篇摘要，揭示了生命科学和社会科学期刊的结构与影响力，提供了新的量化工具来理解学术生态系统。",
    "abstract_zh": "我们为生命科学和社会科学的期刊呈现了语义图谱，通过对超过3000万篇摘要进行领域适应的变换模型编码，将论文嵌入聚合为期刊中心，并应用UMAP进行可视化。我们通过位置接近性与主题和作者重叠的外部测量之间的强相关性验证了结果的二维流形。语义轴揭示了沿生物学意义维度的可解释梯度和一个潜在的质量轴，恢复了声望等级。该方法还将撤回率较高的期刊置于边缘，突显了出版诚信的潜在信号。我们引入有效半径作为几何属性的测量；较大的半径与更高的影响力和引用次数相关。这些发现表明，变换嵌入提供了一个连续的、与引用无关的框架，用于解码期刊的角色、主题专业化、声望和知识分散，为科学研究和学术生态系统的动态监测提供了新的量化工具。"
  },
  {
    "title": "“Basic human things”: Investigating vehicle residents' continually fractured (information) landscapes",
    "authors": "Kaitlin E. Montague",
    "abstract": "This ethnographic study explores vehicle residents' information practices in the United States (US). Vehicle residents are people whose primary means of housing is a vehicle. This work builds on previous research encompassing transitions and fractured (information) landscapes. Using fractured information landscapes as the theoretical framework, this study investigates how vehicle residents' experience continually fractured (information) landscapes through mobility and transition. This study is based on two rounds of ethnographic research including participant observation, semi‐structured, information horizon interviews, and guided tours and photographs of participants' vehicles. Results revealed three major themes emerged from the data: (1) Mobility impacts vehicle residents' information access. (2) Access and environments shape vehicle residents' information horizons. (3) Vehicle residents have layered information horizons: a foundational layer and a dynamic layer. Together, the foundational and dynamic layers comprise vehicle residents' broader information landscapes. Information landscapes fracture through mobility and transition. Constant transition limits the time required to resettle and rebuild an information landscape in a new environment, before mobility is inevitable, yet again. Mobility reinitiates the cycle. Overall, understanding how mobile populations' information landscapes micro‐fracture in the face of constant transition offers the opportunity to understand information practices more generally within the context of a hyper‐mobile world.",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.25013?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "46a28dc60066",
    "title_zh": "基本人类事务：调查车辆居民不断破碎的信息景观",
    "summary_zh": "这篇文章深入探讨了车辆居民如何在不断变动的环境中获取和管理信息，揭示了流动性对信息获取的深远影响，值得关注。",
    "abstract_zh": "这项民族志研究探讨了美国车辆居民的信息实践。车辆居民是指以车辆为主要居住方式的人。研究基于之前关于转变和破碎信息景观的研究，使用破碎信息景观作为理论框架，调查车辆居民如何通过流动和转变经历不断破碎的信息景观。研究包括两轮民族志研究，采用参与观察、半结构化访谈和参与者车辆的引导游览及摄影。结果显示，数据中出现了三个主要主题：(1) 流动性影响车辆居民的信息获取；(2) 获取和环境塑造车辆居民的信息视野；(3) 车辆居民的信息视野是分层的：基础层和动态层。这两个层次共同构成了车辆居民更广泛的信息景观。信息景观通过流动和转变而破碎。持续的转变限制了在新环境中重新安置和重建信息景观所需的时间，而流动性又是不可避免的。流动性重新启动了这一循环。总体而言，理解移动人群在不断转变面前信息景观的微观破碎，提供了在超流动的世界中更广泛理解信息实践的机会。"
  },
  {
    "title": "Navigating crises in virtual spaces: A usability evaluation of Virtual Reality training in LIS education",
    "authors": "Catherine Dumas, Rachel D. Williams, Lydia Ogden, Joanna Flanagan, Jiaxuan Zhang, Sameneh Borji, Lukasz Porwol, Reza Jari",
    "abstract": "This paper presents findings from a usability evaluation of a virtual reality (VR) training module designed to support library and information science (LIS) graduate students in developing crisis communication and de‐escalation skills. As public libraries increasingly serve patrons experiencing mental health, housing, or substance use crises, there is a growing need to prepare future librarians for these interactions. Despite the potential of VR for immersive and repeatable training, no existing VR programs focus specifically on crisis management in library settings. This interdisciplinary project addresses that gap through a usability study with 21 LIS students who participated in a VR‐based training session using Mozilla Hubs. Participants reported high levels of usability, immersion, and perceived effectiveness, suggesting that VR offers a promising, low‐stakes environment for building communication skills. These findings underscore the value of continued exploration into VR as a scalable and innovative approach for LIS education.",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70044?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "854289733f02",
    "title_zh": "在虚拟空间中应对危机：图书馆与信息科学教育中虚拟现实培训的可用性评估",
    "summary_zh": "这篇文章展示了虚拟现实培训如何帮助图书馆与信息科学的学生提升危机沟通和缓解技能，值得关注的是它在教育中的创新应用。",
    "abstract_zh": "这篇论文展示了一个虚拟现实（VR）培训模块的可用性评估结果，旨在帮助图书馆与信息科学（LIS）研究生培养危机沟通和缓解技能。随着公共图书馆越来越多地服务于面临心理健康、住房或药物使用危机的读者，未来图书管理员需要为这些互动做好准备。尽管VR在沉浸式和可重复培训方面具有潜力，但目前没有专门针对图书馆环境中的危机管理的VR程序。这个跨学科项目通过对21名LIS学生进行的可用性研究填补了这一空白，参与者在使用Mozilla Hubs进行的VR培训中报告了高水平的可用性、沉浸感和有效性感知，表明VR为提升沟通技能提供了一个有前景的低风险环境。这些发现强调了继续探索VR作为可扩展和创新的LIS教育方法的价值。"
  },
  {
    "title": "“Am I being responsible?”: Navigating coming‐of‐age transitions through personal financial information management",
    "authors": "Robert Douglas Ferguson, Rebekah (Becky) Willson, Karyn Moffatt",
    "abstract": "This research explored how young adults (ages 18–25) learn to use financial records and the roles financial records play in their experiences in coming to see themselves as financially mature social actors. The contribution of this paper is a revised model of transitions theory that includes personal information management (PIM) as an information behavior that helps people navigate life changes. Data collected during 23 guided tours was analyzed using reflexive thematic analysis, guided by transitions theory. The unifying theme was acting and becoming a “financially responsible” adult. Four themes captured different elements of this process: (1) changes generate financial identity exploration and awareness of new information needs and responsibilities; (2) young adults use financial recordkeeping to see, evaluate, modify, and therefore know the financial self; (3) human and societal factors as mediators and initiators of financial recordkeeping; and (4) construction of provisional adult identities. This study highlights social functions of financial records and value generated by inclusion of personal financial information management (PFIM) as a way to understand information behavior and coming of age transitions.",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.24990?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "f53ae31127ff",
    "title_zh": "我在负责任吗？：通过个人财务信息管理导航成年过渡",
    "summary_zh": "这篇文章揭示了年轻人在成长过程中如何通过管理财务记录来理解自己的财务责任，值得一读！",
    "abstract_zh": "这项研究探讨了年轻成年人（18-25岁）如何学习使用财务记录，以及这些记录在他们成长为财务成熟的社会参与者中的作用。本文贡献了一个修订版的过渡理论模型，将个人信息管理（PIM）纳入作为帮助人们应对生活变化的信息行为。通过对23次引导性访谈收集的数据进行反思性主题分析，发现统一主题是作为“财务负责任”的成年人。四个主题捕捉了这一过程的不同元素：（1）变化引发财务身份探索和对新信息需求与责任的意识；（2）年轻成年人通过财务记录来观察、评估、修改，从而了解财务自我；（3）人类和社会因素作为财务记录的中介和发起者；（4）临时成年身份的构建。这项研究强调了财务记录的社会功能，以及将个人财务信息管理（PFIM）纳入理解信息行为和成年过渡的价值。"
  },
  {
    "title": "“You're this person who's providing light”: Embodied responses to information loss and transition within LGBTQIA+ communities",
    "authors": "Travis L. Wagner, Vanessa L. Kitzie",
    "abstract": "This paper reports on findings from 15 semi‐structured interviews with LGBTQIA+ individuals within the United States who have experienced the loss of one or more LGBTQIA+ information spaces. The paper specifically focuses on how such losses occurred and the information transitions experienced by the participants in response to this loss. Findings from the paper show that affective and embodied elements both individually and communally inform how information loss informs one's desire to transition to new information spaces. The findings also reveal new one's sociocultural contexts inform how information loss and transition occurs, while also highlighting information creation as a common transitional response to information loss. The paper's findings contribute to information science research by contextualizing queer information spaces as a critical component that shapes how people engage with and make sense of information by exploring this phenomenon within an understudied population and new contexts of loss and transition. Additionally, the paper offers new examples of information creation and invites future directions focusing on this practice within LGBTQIA+ communities. Further, the paper contributes theoretical insights for framing informational transitions in response to loss and absence as a phenomenological experience.",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.24991?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "264c3341f50f",
    "title_zh": "“你就是那个提供光明的人”：LGBTQIA+社群中对信息丧失和转变的身体反应",
    "summary_zh": "这篇文章通过对LGBTQIA+个体的访谈，深入探讨了信息丧失如何影响他们的社群和信息获取，值得一读。",
    "abstract_zh": "这篇论文报告了对15位在美国经历过一个或多个LGBTQIA+信息空间丧失的个体进行的半结构化访谈的发现。论文特别关注这些丧失是如何发生的，以及参与者在应对这些丧失时所经历的信息转变。研究发现，情感和身体的元素在个人和群体层面上共同影响着信息丧失如何驱动人们渴望转向新的信息空间。同时，研究还揭示了个体的社会文化背景如何影响信息丧失和转变的过程，并强调信息创造作为应对信息丧失的一种常见转变反应。该研究为信息科学研究提供了新的视角，将酷儿信息空间视为塑造人们如何获取和理解信息的重要组成部分，探索这一现象在一个较少研究的群体和新的丧失与转变背景下的表现。此外，论文还提供了信息创造的新例子，并邀请未来在LGBTQIA+社群中聚焦这一实践的研究方向。进一步地，论文为在丧失和缺失的情况下框架化信息转变提供了理论见解，视其为一种现象学体验。"
  },
  {
    "title": "Chain of tensions driving informational transition: A longitudinal study on how liminal solutions impact practices of information sharing at work",
    "authors": "Katriina Byström",
    "abstract": "This paper addresses the concept of informational transition, which here refers to changes in information‐sharing practices that are traditionally based on co‐location in the office but became abruptly disrupted due to the COVID‐19 lockdowns. It presents findings from a qualitative, 2‐year longitudinal interview study involving 13 university employees. The results indicate that socio‐material changes created a liminal space during the lockdowns that necessitated new ways to share information. The transition was initially driven by pragmatic, tactical, and existential tensions, resulting in liminal solutions during the lockdowns. These tensions primarily stemmed from the inadequacy of digital alternatives to fully replicate in‐person interactions in the office. Once the offices reopened, the tensions shifted toward reevaluating the effectiveness of practices used before the lockdowns. After the lockdowns, information‐sharing practices were adapted to incorporate new elements while downplaying some previous practices. Furthermore, the findings suggest that such informational transitions in information practices also have broader implications for work practices in general.",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.25001?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "335c790732cf",
    "title_zh": "驱动信息转型的紧张链：关于边缘解决方案如何影响工作中信息共享实践的纵向研究",
    "summary_zh": "这篇文章通过对大学员工的长期访谈，揭示了疫情期间信息共享实践的变化，探讨了新环境如何促使人们寻找创新的沟通方式，值得关注的是这些变化对未来工作实践的深远影响。",
    "abstract_zh": "这篇论文关注信息转型的概念，指的是由于COVID-19封锁而导致的传统信息共享实践的变化。研究基于对13名大学员工进行的为期两年的定性访谈，结果表明，封锁期间的社会物质变化创造了一个边缘空间，迫使人们寻找新的信息共享方式。转型最初是由务实、战术和生存紧张驱动的，导致了封锁期间的边缘解决方案。这些紧张主要源于数字替代方案无法完全复制办公室内的面对面互动。办公室重新开放后，紧张转向重新评估封锁前使用的实践的有效性。封锁后，信息共享实践被调整以融入新元素，同时淡化了一些以前的做法。此外，研究结果表明，这种信息实践的转型对整体工作实践也具有更广泛的影响。"
  },
  {
    "title": "Dynamic disruption index across citation and cited references windows: Recommendations for thresholds in research evaluation",
    "authors": "Hongkan Chen, Lutz Bornmann, Yi Bu",
    "abstract": "The temporal dimension of citation accumulation poses fundamental challenges for quantitative research evaluations, particularly in assessing disruptive and consolidating research through the disruption index (D). While prior studies emphasize minimum citation windows (e.g., 5 years) for reliable citation impact measurements, the time‐sensitive nature of D—which quantifies a paper's capacity to eclipse prior knowledge—remains underexplored. This study addresses two critical gaps: (1) determining the temporal thresholds required for publications to meet citation/reference prerequisites, and (2) identifying meaningful citation windows that balance early predictability and longitudinal stability. By analyzing millions of publications across four fields with varying citation dynamics, we employ several metrics to track D stabilization patterns. Key findings reveal that a 10‐year window achieves >80% agreement with findings without using any fixed citation window (here, D values are calculated based on all bibliographic records in the dataset), while shorter windows exhibit instability. Publications with ≥30 references stabilize 1–3 years faster, and extreme cases (top/bottom 5% D values) become identifiable within 5 years—enabling early detection of 60–80% of highly disruptive and consolidating works. The findings offer significant implications for scholarly evaluation and science policy, emphasizing the need for careful consideration of citation window length in research assessment (based on D).",
    "date": "2026-02-18",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70053?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "c1b7e1ced0de",
    "title_zh": "引用和被引用参考文献窗口中的动态干扰指数：研究评估阈值的建议",
    "summary_zh": "这篇文章揭示了如何通过动态干扰指数（D）来评估研究的影响力，尤其是在不同时间窗口下的表现，值得关注！",
    "abstract_zh": "目的：引用积累的时间维度对定量研究评估提出了根本挑战，尤其是在评估干扰性和巩固性研究时。方法：本研究解决了两个关键问题：确定出版物满足引用/参考要求所需的时间阈值，以及识别平衡早期可预测性和长期稳定性的有效引用窗口。通过分析四个领域的数百万出版物，我们采用多种指标跟踪D的稳定模式。发现：10年窗口与不使用固定引用窗口的结果达成80%以上的一致性，而较短的窗口则表现不稳定。引用≥30的出版物在1-3年内更快稳定，极端案例（前/后5% D值）在5年内可识别，从而实现对60-80%高度干扰和巩固作品的早期检测。这些发现对学术评估和科学政策具有重要意义，强调在研究评估中仔细考虑引用窗口长度的必要性。"
  },
  {
    "title": "A Classification Benchmark Based on the Literary Theme Ontology",
    "authors": "",
    "abstract": "We introduce two new datasets of TV episode summaries (n = 644) and subtitles (n = 956) in English, human-annotated with one or multiple themes. The datasets are derived from the Literary Theme Ontology, an ontology that uses well-defined definitions of themes to identify themes in stories. This multi-label classification task is then tested on bag-of-words classification models, as well as small open-weight LLMs. Since themes in TV series episodes do not have to be explicitly mentioned in a summary or in the subtitles, and the themes themselves can be rather abstract, the theme classification is a hard task. SVM classifiers are most successful at predicting the themes in TV episode summaries and subtitles (F1 = 0.50 and 0.44). The results also show that the length of the input text strongly influences the ability of the LLMs to follow the instructions given in the prompt, and answer in the provided output format.",
    "date": "2026-02-18",
    "url": "https://sciendo.com/article/10.5334/johd.480",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "317496ba76d4",
    "title_zh": "基于文学主题本体的分类基准",
    "summary_zh": "这篇文章介绍了两个新数据集，专注于如何通过主题来分类电视剧集的摘要和字幕，值得一读，因为它揭示了主题分类的复杂性和模型的表现。",
    "abstract_zh": "我们介绍了两个新的数据集，包括644个电视剧集摘要和956个字幕，均由人工标注一个或多个主题。这些数据集源自文学主题本体，该本体使用明确定义的主题来识别故事中的主题。我们在词袋分类模型和小型开放权重的LLM上测试了这个多标签分类任务。由于电视剧集的主题不一定在摘要或字幕中明确提及，且主题本身可能相当抽象，因此主题分类是一项困难的任务。SVM分类器在预测电视剧集摘要和字幕中的主题时表现最为成功（F1 = 0.50和0.44）。结果还表明，输入文本的长度对LLM遵循提示中的指令并以提供的输出格式回答的能力有很大影响。"
  },
  {
    "title": "“aSimMatrix” Dimensions: A Scalable Framework for Benchmarking Intertextual Similarity",
    "authors": "",
    "abstract": "Intertextuality—as a textual condition and interrelations—remains a theory of interest for studying literary networks, influence, genre, cultural semiotics and the history of ideas. As quantifiable textual phenomena—in the forms of text reuse, paraphrases, allusions, thematic parallels and echoes—they are illuminated to varying degrees by an assortment of natural language processing (NLP) techniques for Semantic Textual Similarity (STS) measurement and retrieval. The variety of reference tracing tasks is mirrored in the diversity of paradigms that address heterogeneous research questions and corpora, all operating with distinct epistemic assumptions and constraints. This discussion paper works towards a multilayered, model-agnostic framework for benchmarking methods and models used in the systematic mapping of intertextual similarity—accounting for a spectrum of formal, lexical, semantic and stylometric clues, discourse levels and gradations of correspondence in a Similarity Matrix which is central to the benchmark (aSimMatrix). Revolving around issues of interpretability and the compositional gap that underline classical and transformer-based embedding models, this article considers the mechanical determination of semantic interrelations alongside the associative, pattern-seeking yet logical nature of interpretation itself.\nThe accompanying dataset is a small selection of 41 editorially curated textual parallels from Lord Byron’s mock epic Don Juan (1819-24), illustrative of various types of referential interrelations and the proposed similarity scoring metrics. Preliminary similarity detection tests performed using n-gram, Word2Vec, six Sentence Transformers (SBERT) models and, informally, a commercial large language model (LLM) suggest a statistical tendency in the pre-trained models towards similarity overestimation, reflecting the systems’ specious correlation of semantic relevance with human conceptions of resemblance.",
    "date": "2026-02-18",
    "url": "https://sciendo.com/article/10.5334/johd.486",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "8a8c8c172073",
    "title_zh": "aSimMatrix维度：一个可扩展的跨文本相似性基准框架",
    "summary_zh": "这篇文章介绍了一个创新的框架，帮助研究者更好地评估和比较文本之间的相似性，尤其是在文学和文化研究领域，值得一读。",
    "abstract_zh": "跨文本性作为一种文本状态和相互关系，仍然是研究文学网络、影响力、体裁、文化符号学和思想史的一个重要理论。作为可量化的文本现象，包括文本重用、释义、典故、主题平行和回响等，它们通过多种自然语言处理（NLP）技术来测量和检索语义文本相似性（STS）。不同的参考追踪任务反映了多样的研究范式，针对异质研究问题和语料库，具有不同的认识假设和约束。本文旨在建立一个多层次、模型无关的框架，用于基准测试在系统映射跨文本相似性时使用的方法和模型，考虑形式、词汇、语义和风格特征线索的广泛范围，以及相似性矩阵中的话语层次和对应程度，这也是基准的核心（aSimMatrix）。围绕可解释性和经典与基于变换器的嵌入模型之间的组成差距，文章探讨了语义相互关系的机械确定性，以及解释本身的联想、模式寻找和逻辑特性。附带的数据集是41个经过编辑挑选的文本平行示例，来自拜伦的讽刺史诗《唐璜》（1819-24），展示了各种类型的指涉关系和提出的相似性评分指标。初步的相似性检测测试使用了n-gram、Word2Vec、六种句子变换器（SBERT）模型，以及非正式的商业大型语言模型（LLM），结果显示预训练模型在相似性上有过度估计的统计倾向，反映了系统对语义相关性与人类相似性概念的虚假关联。"
  },
  {
    "title": "Kurosawa Shot-Level Dataset: Shot Boundaries, Color, and Face-Derived Shot-Scale Features for 30 Films",
    "authors": "",
    "abstract": "This paper presents a quality-flagged derived dataset for Akira Kurosawa’s films, containing structured measurements obtained from automated shot segmentation and visual feature extraction. The dataset covers 30 films (1943–1993). It includes shot boundaries and duration statistics (TransNet v2), intra-shot face statistics and face-derived shot-scale proxies (RetinaFace), and color metrics (brightness, warmth, saturation). The dataset supports cross-film comparisons of Kurosawa’s style, the analysis of color evolution from black-and-white to color cinema, and quantitative research in digital humanities and cinemetrics.",
    "date": "2026-02-17",
    "url": "https://sciendo.com/article/10.5334/johd.507",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "d00928fa78d6",
    "title_zh": "黑泽明镜头级数据集：30部电影的镜头边界、色彩和面部衍生镜头尺度特征",
    "summary_zh": "这份数据集为黑泽明的30部电影提供了丰富的镜头分析数据，适合对其电影风格和色彩演变感兴趣的研究者。",
    "abstract_zh": "这篇论文介绍了一个经过质量标记的黑泽明电影衍生数据集，包含通过自动镜头分割和视觉特征提取获得的结构化测量数据。该数据集涵盖了30部电影（1943-1993年），包括镜头边界和持续时间统计（TransNet v2）、镜头内面部统计和面部衍生的镜头尺度代理（RetinaFace），以及色彩指标（亮度、温暖度、饱和度）。这个数据集支持对黑泽明风格的跨电影比较、从黑白到彩色电影的色彩演变分析，以及数字人文学科和电影计量学的定量研究。"
  },
  {
    "title": "Narrating affect: Archives, affect, and the construction of identity",
    "authors": "Li Su, Zhiying Lian",
    "abstract": "This paper examines how affect operates within grassroots archival practices as both a structuring force in curatorial work and an outcome of audience engagement. Focusing on identity formation and collective memory in community‐based, non‐institutional archives, the study integrates structuration theory and affect theory through a qualitative case study of the Picun Culture and Arts Museum of Migrant Labourers (PCAMML) in China. Drawing on thematic analysis of the interviews with the curator, exhibition narratives, and visitor responses from guestbooks and social media (2011–2025), the study traces the circulation of affect across curatorial motivation, narrative design, and audience reception. Findings identify three interrelated affective layers: curatorial motivations shaped by exclusion, longing, and hope; exhibition narratives structured to guide affective progression from injury to collective agency; and visitor responses characterized by resonance, recognition, and imaginative mobilization. Affect is shown to function not as a transmissible emotion but as a relational and structural force that mediates between embodied experience and social meaning. By conceptualizing community archives as affective infrastructures, this study extends archival affect theory beyond Western contexts and demonstrates how grassroots archives enable marginalized communities to negotiate belonging, reclaim historical presence, and cultivate cultural agency. The findings suggest the need to expand archival evaluation and collaboration frameworks to account for affective and experiential dimensions of archival practice.",
    "date": "2026-02-16",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70065?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "8d057faab038",
    "title_zh": "叙述情感：档案、情感与身份构建",
    "summary_zh": "这篇文章深入探讨了情感在基层档案实践中的作用，揭示了如何通过情感塑造身份和集体记忆，值得关注社区档案如何帮助边缘群体重新定义归属感和文化能动性。",
    "abstract_zh": "目的：研究情感在基层档案实践中的作用，如何影响策展工作和观众参与。方法：通过对中国农民工文化艺术博物馆的案例研究，结合结构化理论和情感理论，分析策展人访谈、展览叙事及观众反馈。发现：情感在策展动机、叙事设计和观众反应中循环，形成三个相互关联的情感层次：受排斥、渴望和希望塑造的策展动机；引导从伤害到集体能动性的展览叙事；以及共鸣、认同和想象动员的观众反应。情感不仅是可传递的情绪，而是一种介于身体经验和社会意义之间的关系和结构力量。通过将社区档案视为情感基础设施，研究扩展了档案情感理论，展示了基层档案如何帮助边缘社区重新定义归属、恢复历史存在和培养文化能动性。研究结果表明，需要扩展档案评估和合作框架，以考虑档案实践中的情感和体验维度。"
  },
  {
    "title": "A Cross-Sectional Dataset for the Validation of an L2 Student Engagement Scale: Evidence from a Vietnamese Context",
    "authors": "",
    "abstract": "This dataset is for the validation of a second language (L2) student engagement scale in the English as a foreign language (EFL) context of Vietnam. Based on a cross-sectional design, data were collected from 276 undergraduate English majors at a university in the Mekong Delta of Vietnam using convenience sampling. A 21-item self-report questionnaire served as the sole instrument for data collection. It included four theoretically grounded engagement dimensions: behavioral, cognitive, emotional, and agentic. The instrument underwent a rigorous process of content validation, pilot testing, and psychometric evaluation. Preliminary screening confirmed that the data were complete, normally distributed, and free of univariate and multivariate outliers. Reliability tests yielded excellent internal consistency of the overall scale and its subcomponents. The four-factor structure was confirmed through Exploratory Factor Analysis, which explained 77.1% of the total variance. It was subsequently validated using Confirmatory Factor Analysis, with results showing excellent model fit. The dataset provides a validated measurement tool for assessing engagement among L2 students and may facilitate cross-cultural comparisons, meta-analytic syntheses, and future replication studies of student engagement in applied linguistics and L2 education.",
    "date": "2026-02-16",
    "url": "https://sciendo.com/article/10.5334/johd.446",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "6d77a7153b83",
    "title_zh": "用于验证L2学生参与度量表的横断面数据集：来自越南的证据",
    "summary_zh": "这篇文章提供了一个经过验证的L2学生参与度量表的数据集，适合对越南英语学习者的研究，值得关注的是其严谨的验证过程和多维度的参与度评估。",
    "abstract_zh": "这个数据集用于验证越南外语英语（EFL）环境下的第二语言（L2）学生参与度量表。数据通过便利抽样从276名越南湄公河三角洲大学的本科英语专业学生那里收集。使用了一份包含21个条目的自我报告问卷，涵盖了行为、认知、情感和代理四个理论基础的参与维度。该工具经过严格的内容验证、试点测试和心理测量评估。初步筛查确认数据完整、正态分布且没有单变量和多变量异常值。可靠性测试显示整体量表及其子组件具有优良的内部一致性。通过探索性因子分析确认了四因子结构，解释了77.1%的总方差。随后通过确认性因子分析进行了验证，结果显示模型拟合优良。这个数据集为评估L2学生的参与度提供了一个经过验证的测量工具，并可能促进跨文化比较、元分析综合以及未来在应用语言学和L2教育领域的参与度研究的复制。"
  },
  {
    "title": "The Linguistic Asymmetry Index (LAI): Benchmarking Equity in Multilingual Research Infrastructures",
    "authors": "",
    "abstract": "Digital research infrastructures frequently describe themselves as multilingual, yet the degree to which languages are represented, documented, and made accessible depends on metadata policies and aggregation practices that may introduce unevenness. This paper presents the Linguistic Asymmetry Index (LAI) as an experimental benchmarking framework for examining how such infrastructures organise linguistic visibility. The LAI defines linguistic asymmetry as a structural property arising from metadata design choices, institutional configurations, and access conditions, and it operationalises this through five weighted components, all computed from openly available metadata using a reproducible workflow: Language Representation Asymmetry; English Anchor Bias; Metadata Completeness Disparity; Institutional Concentration Index; and Access Inequality Index.\nThe LAI is applied to four digital infrastructures (CLARIN, Europeana, EUDAT/B2FIND, and OpenAIRE) to benchmark distinct configurations of linguistic asymmetry rather than to rank performance. The results illustrate how different technical and organisational arrangements correspond to specific asymmetry regimes, including disciplinary, institutional, technocratic, and systemic patterns. These configurations suggest that linguistic imbalance is shaped by infrastructural logics rather than by explicit multilingual policies.\nWhile acknowledging its current limitations, including its dependence on publicly available metadata and its snapshot character, the LAI provides a prototype diagnostic benchmark that supports empirical observation of linguistic equity across heterogeneous systems. The approach is proposed as a basis for longitudinal monitoring and comparative analysis, complementing qualitative research on metadata governance and FAIR-aligned practices.",
    "date": "2026-02-13",
    "url": "https://sciendo.com/article/10.5334/johd.474",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "c06cc0f37940",
    "title_zh": "语言不对称指数 (LAI)：多语言研究基础设施中的公平性基准测试",
    "summary_zh": "这篇文章介绍了语言不对称指数（LAI），为评估多语言研究基础设施中的语言公平性提供了一种新方法，值得关注其对元数据政策的深刻洞察。",
    "abstract_zh": "数字研究基础设施常常自称为多语言，但语言的代表性、文档化和可获取性取决于元数据政策和聚合实践，这可能导致不平衡。本文提出了语言不对称指数（LAI），作为一个实验性基准框架，用于检查这些基础设施如何组织语言可见性。LAI将语言不对称定义为一种结构性特征，源于元数据设计选择、机构配置和访问条件，并通过五个加权组件进行操作，这些组件均可通过公开可用的元数据计算得出：语言代表不对称、英语锚偏见、元数据完整性差异、机构集中指数和访问不平等指数。LAI被应用于四个数字基础设施（CLARIN、Europeana、EUDAT/B2FIND和OpenAIRE），以基准不同的语言不对称配置，而不是排名表现。结果表明，不同的技术和组织安排与特定的不对称模式相对应，包括学科、机构、技术官僚和系统性模式。这些配置表明，语言不平衡是由基础设施逻辑所塑造，而不是由明确的多语言政策所决定。尽管承认其当前的局限性，包括对公开可用元数据的依赖和快照特征，LAI提供了一个原型诊断基准，支持对异构系统中语言公平性的实证观察。该方法被提议作为纵向监测和比较分析的基础，补充对元数据治理和与FAIR对齐的实践的定性研究。"
  },
  {
    "title": "How does information resource value of AI‐generated content emerge? An exploratory study from the user evaluation perspective",
    "authors": "Yu Zhu, Chenyu Li, Jiyuan Ye",
    "abstract": "AI‐generated content (AIGC), a novel information resource, has seen an irreversible growth trend in the information ecosystem. However, most prior AIGC studies focus on technological adoption and static evaluation, while little attention has been paid to the value emergence and value‐added processes of AIGC at the information resource level. This study employed in‐depth, semi‐structured interviews with 22 experienced AIGC users and utilized content analysis to examine the factors influencing users' perceived value of AIGC, identify value‐added processes, and explore the underlying mechanisms. Based on these findings, we propose the AIGC‐Value‐Added Framework, delineating four user‐AIGC interaction phases: value exposure, value forming, value anchoring, and value realization, which collectively enhance the resource value of AIGC. This study introduces an integrative framework for understanding how value emerges and is added to AIGC as an information resource, thereby enriching the Library and Information Science literature on information value‐adding practices in the AIGC context and offering stakeholders practical insights for optimizing AIGC leverage.",
    "date": "2026-02-12",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70061?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "03be9052dd50",
    "title_zh": "AI生成内容的信息资源价值如何产生？来自用户评估视角的探索性研究",
    "summary_zh": "这篇文章揭示了AI生成内容的价值是如何在用户互动中逐步显现的，提供了一个实用的框架，帮助理解和优化这一新兴信息资源的利用。",
    "abstract_zh": "AI生成内容（AIGC）作为一种新型信息资源，在信息生态系统中呈现出不可逆转的增长趋势。然而，之前的研究大多集中在技术采纳和静态评估上，鲜有关注AIGC在信息资源层面的价值产生和增值过程。本研究通过对22位经验丰富的AIGC用户进行深入的半结构化访谈，并利用内容分析法，探讨了影响用户对AIGC感知价值的因素，识别了增值过程，并探索了其潜在机制。基于这些发现，我们提出了AIGC增值框架，划分了用户与AIGC互动的四个阶段：价值曝光、价值形成、价值锚定和价值实现，这些阶段共同提升了AIGC的资源价值。该研究为理解AIGC作为信息资源的价值如何产生和增加提供了一个综合框架，丰富了图书馆与信息科学领域关于AIGC背景下信息增值实践的文献，并为利益相关者提供了优化AIGC利用的实用见解。"
  },
  {
    "title": "The digital rights of children and youth: An annual review of information science and technology (ARIST) paper",
    "authors": "Leanne J. Bowler",
    "abstract": "The theme of this ARIST chapter is the digital rights of children and youth. It is grounded on a belief in the dignity of the child and an understanding that young people have protection, provision, and participation rights in the technology and online environments in which they live, learn, and play. The chapter is framed by the United Nations Convention on the Rights of the Child (U.N., 1989) and its recent addendum, General Comment No. 25 on Children's Rights in Relation to the Digital Environment (U.N., 2021). Within this structure, the chapter surveys selected topics, such as privacy, the emergence of AI and data surveillance, age verification, access to accurate information, the right to play, minoritized children and inequities of inclusion. Throughout, the chapter connects with young people's voices and practices, as evidenced by the research literature and concludes with a discussion about young people's inclusion in the design of their digital worlds, in terms of participatory design. While the chapter references some policy and regulations, it is not intended to be a comprehensive policy review since the policy environment in relation to children's digital rights is changing rapidly.",
    "date": "2026-02-12",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70048?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "dbafabe1805d",
    "title_zh": "儿童和青少年的数字权利：信息科学与技术年度回顾（ARIST）论文",
    "summary_zh": "这篇文章深入探讨了儿童和青少年在数字环境中的权利，强调了他们在技术世界中的声音和参与，值得关注数字时代的教育和政策制定者。",
    "abstract_zh": "本章主题是儿童和青少年的数字权利，基于对儿童尊严的信念，认为年轻人在他们生活、学习和玩耍的技术和在线环境中享有保护、提供和参与的权利。章节框架基于《联合国儿童权利公约》（1989年）及其最近的附录，即《关于儿童在数字环境中权利的一般性意见第25号》（2021年）。在此结构下，章节调查了隐私、人工智能和数据监控的出现、年龄验证、获取准确信息的权利、玩耍的权利、边缘化儿童及其包容性不平等等主题。整个章节与年轻人的声音和实践相连接，并通过研究文献加以证明，最后讨论了年轻人在设计其数字世界中的参与设计。虽然章节提及了一些政策和法规，但并不打算进行全面的政策回顾，因为与儿童数字权利相关的政策环境正在迅速变化。"
  },
  {
    "title": "Wikidata as a Reconciliation Anchor: Curating Data for Long-Term Preservation",
    "authors": "",
    "abstract": "To remain useful, data destined for long-term preservation requires careful metadata curation, enrichment and interlinking with existing Linked Open Data, such as authority files. At the Austrian Centre for Digital Humanities’ digital repository, ARCHE, Wikidata has proven a reliable anchor for finding and identifying missing identifiers for all types of named entities and a valuable source for controlled vocabulary collation. This article presents case studies from ARCHE and three of its aggregators – Kulturpool, CLARIN, and ARIADNE – that harvest metadata from ARCHE and include Wikidata in their post-processing workflows. The case studies highlight the advantages of using Wikidata and reflect on weaknesses and when and how data curators can correct, enrich, or add to Wikidata, thereby strengthening repository practice and contributing back to the open community.",
    "date": "2026-02-12",
    "url": "https://sciendo.com/article/10.5334/johd.450",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "4ffc3254a8c8",
    "title_zh": "Wikidata作为数据对接锚点：长期保存的数据策划",
    "summary_zh": "这篇文章展示了Wikidata如何在数据长期保存中发挥关键作用，值得一读，因为它提供了实用的案例和策略，帮助数据策展人提升数据质量。",
    "abstract_zh": "为了保持数据的长期实用性，需要对元数据进行仔细的策划、丰富和与现有的开放链接数据进行互联。在奥地利数字人文学科中心的数字库ARCHE中，Wikidata被证明是寻找和识别缺失标识符的可靠锚点，同时也是控制词汇汇总的重要来源。文章展示了来自ARCHE及其三个聚合器（Kulturpool、CLARIN和ARIADNE）的案例研究，这些聚合器从ARCHE收集元数据，并在后处理工作流程中纳入Wikidata。这些案例研究突出了使用Wikidata的优势，并反思了数据策展人在何时、如何纠正、丰富或添加Wikidata，从而增强库的实践并回馈开放社区。"
  },
  {
    "title": "NoorGhateh: A Benchmark Dataset for Training and Evaluating Arabic Morphological Analysis Systems",
    "authors": "",
    "abstract": "This dataset provides a linguistically and morphologically annotated sample of 313 Arabic words drawn from a larger corpus of 223,690 words compiled from Sharaye al-Islam, a classical Arabic jurisprudential text. Each token includes segmentation, lemma, part-of-speech, and affix-level annotations that have been manually verified for accuracy. The data are stored in UTF-8 CSV format and openly shared via Zenodo. This resource supports training and benchmarking of Arabic morphological analysis systems and can be used for developing and evaluating AI-based models in Arabic natural language processing.",
    "date": "2026-02-10",
    "url": "https://sciendo.com/article/10.5334/johd.409",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "cee309d352f3",
    "title_zh": "NoorGhateh：用于训练和评估阿拉伯语形态分析系统的基准数据集",
    "summary_zh": "这个数据集为阿拉伯语形态分析系统提供了一个高质量的基准，特别适合研究和开发自然语言处理模型，值得关注！",
    "abstract_zh": "这个数据集提供了313个阿拉伯单词的语言学和形态学注释样本，来源于一个包含223,690个单词的更大语料库，主要来自经典阿拉伯法学文本《伊斯兰法典》。每个词条都包括分词、词干、词性和词缀级别的注释，经过人工验证确保准确性。数据以UTF-8 CSV格式存储，并通过Zenodo开放共享。这个资源支持阿拉伯形态分析系统的训练和基准测试，也可以用于开发和评估基于AI的阿拉伯自然语言处理模型。"
  },
  {
    "title": "Open Public Vocational School Data for Germany",
    "authors": "",
    "abstract": "Public dual vocational schools in Germany as of 2025 were systematically modelled as individual Wikidata items linked to their offered training occupations and corresponding German occupational codes (KldB). Registries from all 16 federal states were harmonised and enriched with school website information. Each item includes geographical coordinates, training occupations, the person the school is named after (if applicable), multi-campus structures, and external identifiers. A total of 1,442 vocational school items are available on Wikidata and as a curated dataset on Zenodo. The vocational school dataset supports spatial analyses, including commuting patterns and regional coverage of training occupations, and it allows studies on school naming.",
    "date": "2026-02-09",
    "url": "https://sciendo.com/article/10.5334/johd.422",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "a33e926625c3",
    "title_zh": "德国开放公共职业学校数据",
    "summary_zh": "这篇文章介绍了德国职业学校的数据模型，提供了丰富的信息，适合进行空间分析和研究学校命名，非常实用。",
    "abstract_zh": "目的：系统建模德国公共双元职业学校的数据，作为独立的Wikidata项目，并链接其提供的培训职业和相应的德国职业代码（KldB）。\n\n方法：对所有16个联邦州的注册信息进行了协调，并添加了学校网站信息。每个项目包括地理坐标、培训职业、学校命名来源（如适用）、多校区结构和外部标识符。\n\n发现：总共有1,442个职业学校项目可在Wikidata和Zenodo上获取。这些职业学校数据集支持空间分析，包括通勤模式和培训职业的区域覆盖，并允许对学校命名进行研究。"
  },
  {
    "title": "Agentic publications: redesigning scientific publishing in the age of thinking large language models",
    "authors": "",
    "abstract": "Purpose: This paper introduces the concept of “Agentic Publication (AP),” a novel large language model (LLM)-driven framework designed to complement traditional scientific publishing by transforming papers into interactive knowledge systems that address challenges created by exponential growth in scientific literature.\nDesign/methodology/approach: Our architecture integrates structured data (knowledge graphs and metadata) with unstructured content (text and multimedia) through retrieval-augmented generation and multi-agent verification. The system provides interfaces for humans and artificial agents, offering narrative explanations alongside machine-readable outputs. Implementation leverages vector databases for semantic search, knowledge graphs for structured reasoning and collaborative verification agents.\nFindings: Our proof-of-concept demonstration showcases multilingual interaction, Application Programming Interface (API) accessibility, continuous knowledge flow and structured knowledge representation. The framework enables dynamic updating of knowledge, synthesis of new findings and customizable detail levels.\nPractical implications: The system is a powerful companion for researchers navigating complex knowledge landscapes, offering tailored information access across disciplines while addressing ethical considerations through automated validation, expert oversight and transparent governance.\nOriginality/value: The AP represents a transformative approach to scientific communication by creating responsive knowledge synthesis systems while maintaining scientific rigor. Integrating multi-agent verification with traditional publishing pathways creates a more efficient, accessible and collaborative research ecosystem, particularly valuable in interdisciplinary fields.\nHighlights: The Agentic Publication transforms static scientific papers into dynamic, interactive knowledge systems powered by LLMs The architecture combines structured and unstructured data with retrieval-augmented generation (RAG) and multi-agent verification processes The framework provides distinct interfaces for humans and artificial agents, enabling both narrative explanations and machine-readable outputs Ethical considerations are addressed through automated validation, expert oversight and transparent governance principles A proof-of-concept demonstrates a practical implementation while preserving compatibility with traditional scientific publishing workflows",
    "date": "2026-02-04",
    "url": "https://www.emerald.com/jd/article/82/7/125/1340431/Agentic-publications-redesigning-scientific",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "ef3a6a869a33",
    "title_zh": "主动出版：在大型语言模型时代重新设计科学出版",
    "summary_zh": "这篇文章提出了“主动出版”概念，利用大型语言模型将传统科学论文转变为互动知识系统，提升科研沟通的效率和可访问性，值得关注！",
    "abstract_zh": "目的：本文介绍了“主动出版（AP）”的概念，这是一种新颖的大型语言模型驱动框架，旨在通过将论文转变为互动知识系统来补充传统科学出版，解决科学文献快速增长带来的挑战。\n\n方法：我们的架构通过检索增强生成和多智能体验证，将结构化数据（知识图谱和元数据）与非结构化内容（文本和多媒体）整合。该系统为人类和人工智能代理提供接口，提供叙述性解释和机器可读输出。实现过程中利用向量数据库进行语义搜索，知识图谱进行结构化推理和协作验证代理。\n\n发现：我们的概念验证展示了多语言交互、API可访问性、持续知识流和结构化知识表示。该框架支持知识的动态更新、新发现的综合和可定制的细节级别。\n\n实际意义：该系统为研究人员在复杂知识环境中提供强大的支持，提供跨学科的定制信息访问，同时通过自动验证、专家监督和透明治理来解决伦理问题。\n\n原创性/价值：AP代表了一种变革性的科学传播方法，通过创建响应式知识综合系统来保持科学严谨性。将多智能体验证与传统出版路径相结合，创造了一个更高效、可访问和协作的研究生态系统，特别在跨学科领域中具有重要价值。"
  },
  {
    "title": "The RISE Humanities Data Benchmark: A Framework for Evaluating Large Language Models for Humanities Tasks",
    "authors": "",
    "abstract": "The RISE Humanities Data Benchmark is a framework and collection of curated datasets for evaluating large language models (LLMs) on humanities-related tasks. The datasets are designed to be small and task-specific and are each accompanied by manually verified ground truths. An accompanying tool systematically submits the datasets to various LLM providers and models using shared prompts and configurations, then automatically scores the results against the ground truths. The results are published and searchable through a web interface. The framework aims to promote greater reproducibility, transparency, and consistency in LLM-based data processing in the humanities.",
    "date": "2026-02-04",
    "url": "https://sciendo.com/article/10.5334/johd.481",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "ab2d215ab4fe",
    "title_zh": "RISE人文学科数据基准：评估大型语言模型在人文学科任务中的框架",
    "summary_zh": "这篇文章介绍了一个评估大型语言模型在处理人文学科任务时的基准框架，非常适合研究者和开发者了解如何提高模型的透明度和一致性。",
    "abstract_zh": "RISE人文学科数据基准是一个用于评估大型语言模型（LLMs）在人文学科相关任务的框架和数据集集合。这些数据集设计为小型且任务特定，并且每个数据集都附有人工验证的真实值。一个配套工具系统地将数据集提交给不同的LLM提供者和模型，使用共享的提示和配置，然后自动根据真实值对结果进行评分。结果通过网络界面发布并可搜索。该框架旨在促进人文学科中基于LLM的数据处理的可重复性、透明性和一致性。"
  },
  {
    "title": "Documenting Italian Libraries on Wikidata: From Local Projects to a Multilayered National Knowledge Graph",
    "authors": "",
    "abstract": "The representation of Italian libraries in Wikidata has grown through two major data imports. In 2020, under commission from Tuscany region, the Sistema Cultura Toscana dataset was uploaded, raising the number of Italian libraries from fewer than 500 to 1,322 and documenting the methodology of this first large-scale project. A second step followed in 2022 with the addition of 11,239 entries from the ICCU Italian Libraries Database. This process involved merging CC0 datasets, entity alignment, and addressing gaps between the web versions of databases and their dumps. Together, these efforts illustrate both achievements and challenges in enriching Wikidata’s coverage of Italian libraries, specifically highlighting the role of iterative, human-curated workflows in large-scale data imports.",
    "date": "2026-02-04",
    "url": "https://sciendo.com/article/10.5334/johd.478",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "a9989517d154",
    "title_zh": "在Wikidata上记录意大利图书馆：从地方项目到多层次的国家知识图谱",
    "summary_zh": "这篇文章展示了如何通过两个重要的数据导入项目，显著丰富Wikidata中意大利图书馆的信息，值得关注的是其背后的方法和挑战。",
    "abstract_zh": "意大利图书馆在Wikidata上的表示通过两个主要的数据导入得到了提升。2020年，在托斯卡纳地区的委托下，上传了Sistema Cultura Toscana数据集，使意大利图书馆的数量从不到500增加到1322，并记录了这个首次大规模项目的方法论。2022年，第二步增加了来自ICCU意大利图书馆数据库的11239条条目。这个过程涉及合并CC0数据集、实体对齐，以及解决数据库网络版本与其转储之间的差距。这些努力共同展示了在丰富Wikidata对意大利图书馆覆盖面方面的成就与挑战，特别强调了迭代的人为策划工作流在大规模数据导入中的重要性。"
  },
  {
    "title": "“There’s not enough research about using”: everyday information triangulation about cannabis use in pregnancy and lactation",
    "authors": "",
    "abstract": "Purpose: Cannabis use in pregnancy and lactation is under-researched and politically taboo, resulting in a challenging context for information seeking and health decision-making. This study explored the information needs and information seeking, assessing and triangulation behaviors of individuals considering cannabis use while pregnant or lactating within a challenging legal context.\nDesign/methodology/approach: Reflexive thematic analysis (RTA) was used to qualitatively analyze 23 in-depth interview transcripts with individuals in the state of Massachusetts who were considering cannabis use while pregnant or lactating. Themes from the study analysis were used to develop a new model of Everyday Triangulation (ET).\nFindings: Four overarching themes were developed through RTA: (1) information needs are complex and contextual, (2) many information behaviors contribute to ET, (3) ET is complex, relational and intuitive, and (4) Complex information needs lead to complex and dynamic decisions. Themes were used to develop a novel model of ET as applied to this study’s population and context.\nResearch limitations/implications: This study presents several implications for information scientists to work collaboratively within public health contexts to better support health information seeking. Areas in need of further research within a public health context are also identified.\nOriginality/value: This study explores information needs and seeking behavior in a rarely studied population and unique legal context. A novel information behavior model is presented and applied, contributing robustly to the field of information science.",
    "date": "2026-02-03",
    "url": "https://www.emerald.com/jd/article/82/7/105/1340422/There-s-not-enough-research-about-using-everyday",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "8f2d71035ec5",
    "title_zh": "关于孕期和哺乳期大麻使用的信息三角测量研究不足",
    "summary_zh": "这篇文章揭示了在法律环境复杂的情况下，孕期和哺乳期女性对大麻使用的信息需求和寻求行为，值得关注的是它提出了一个新的信息行为模型。",
    "abstract_zh": "目的：孕期和哺乳期的大麻使用研究不足且政治上敏感，导致信息寻求和健康决策面临挑战。本研究探讨了在复杂法律背景下，考虑在孕期或哺乳期使用大麻的个体的信息需求和寻求、评估及三角测量行为。\n\n方法：采用反思性主题分析（RTA）对23份来自马萨诸塞州考虑在孕期或哺乳期使用大麻的个体的深度访谈记录进行定性分析。研究分析中的主题用于开发一个新的日常三角测量（ET）模型。\n\n发现：通过RTA开发了四个主要主题：（1）信息需求复杂且具有情境性；（2）许多信息行为有助于ET；（3）ET是复杂的、关系性的和直观的；（4）复杂的信息需求导致复杂和动态的决策。这些主题用于开发一个新颖的ET模型，适用于本研究的人群和背景。\n\n研究局限性/启示：本研究为信息科学家在公共健康背景下的合作提供了若干启示，以更好地支持健康信息的寻求。同时也指出了在公共健康背景下需要进一步研究的领域。\n\n原创性/价值：本研究探讨了一个鲜有研究的人群和独特法律背景下的信息需求和寻求行为，提出并应用了一个新颖的信息行为模型，为信息科学领域做出了重要贡献。"
  },
  {
    "title": "Piloting Wikidata as an Authority Identifier: The (In)visible Women Project at the Smithsonian Institution",
    "authors": "",
    "abstract": "This data paper documents the American Women’s History Initiative Wikidata Focus List as contributed to by the Smithsonian’s (In)Visible Women project. This focus list features a selection of name records from Smithsonian data sources that document the artistic, philanthropic, and cultural contributions of women. Disambiguating names is an ongoing challenge within pan-Smithsonian datasets, compounded by siloed databases and lacking documentation within external authority identifiers. The name records that appear within this focus list were collected from several Smithsonian units and created using a collaboratively developed data model. Reuse potential includes supporting researchers interested in a particular artist, sitter, donor, etc.",
    "date": "2026-02-03",
    "url": "https://sciendo.com/article/10.5334/johd.467",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "4a2ce6b54f14",
    "title_zh": "将Wikidata作为权威标识符的试点：史密森学会的（隐形）女性项目",
    "summary_zh": "这篇文章展示了史密森学会如何利用Wikidata来记录和推广女性在艺术、慈善和文化方面的贡献，值得关注的是它如何解决数据孤岛和命名歧义的问题。",
    "abstract_zh": "这篇数据论文记录了美国女性历史倡议的Wikidata重点名单，这是由史密森学会的（隐形）女性项目贡献的。这个重点名单包含了来自史密森学会数据源的女性姓名记录，展示了她们在艺术、慈善和文化方面的贡献。解决姓名歧义在史密森学会的各类数据集中一直是个挑战，尤其是在数据库孤立和外部权威标识符缺乏文档的情况下。这个重点名单中的姓名记录来自多个史密森单位，并使用协作开发的数据模型创建。其重用潜力包括支持对特定艺术家、模特、捐赠者等感兴趣的研究者。"
  },
  {
    "title": "Wikidata as a Knowledge Base for People of the Greco-Roman World",
    "authors": "",
    "abstract": "We explore the potential of Wikidata as a knowledge base (KB) for individuals associated with the Greco-Roman world, focusing on both the discoverability of relevant records and the current state of coverage. We develop a SPARQL query that combines multiple parameters to retrieve approximately 30,000 individuals and we propose several strategies to enhance the findability of the records. To assess coverage, we first compare the query results to a random sample of individuals described in the Realencyclopädie der classischen Altertumswissenschaft (Pauly–Wissowa), and then we evaluate how well Wikidata represents named individuals found in a corpus of ancient Greek and Latin texts.",
    "date": "2026-02-03",
    "url": "https://sciendo.com/article/10.5334/johd.457",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "5084bdf4abcf",
    "title_zh": "维基数据作为古希腊罗马世界人物的知识库",
    "summary_zh": "这篇文章揭示了维基数据在古希腊罗马人物信息检索中的潜力，值得一读，尤其是对历史研究者和数据爱好者。",
    "abstract_zh": "我们探讨了维基数据作为古希腊罗马世界相关人物的知识库的潜力，重点关注相关记录的可发现性和当前覆盖状态。我们开发了一个SPARQL查询，结合多个参数，检索到大约30,000个个体，并提出了几种增强记录可查找性的策略。为了评估覆盖情况，我们首先将查询结果与《古典学百科全书》（Pauly–Wissowa）中描述的随机样本进行比较，然后评估维基数据在古希腊和拉丁文献中所提到的命名个体的表现。"
  },
  {
    "title": "Making the Labour Visible Behind the Tendaguru Dinosaur Collection Through Wikidata",
    "authors": "",
    "abstract": "The German Tendaguru Expedition (GTE) (1909–1913) in present-day Tanzania involved the extraction of 225 tons of dinosaur fossils through labour under violent colonial conditions. Following the Majimaji Resistance (1905–1907), hundreds of men, women, and children from diverse African ethnic groups were coerced into this work. Yet, in the Tendaguru collection as well as the related archival material at the Museum für Naturkunde Berlin, most of their names and labour remain unrecorded. This research aims to integrate and interlink the identities and labour information that is available into Wikidata, thereby increasing the historical recognition, and access for descendant communities. Additionally, it highlights the challenges of fitting sensitive data as well as non-Western information into a predominantly Western framework. In doing so, the research reflects on the limitations of working with colonial archives through a data-driven approach, and urges for further critical engagement, especially focusing on the labour and land extraction that was perpetrated by the German state and its colonisers. It further highlights the emerging research opportunities that Wikidata could enable in recognising the nature of the labour, and the colonial conditions that shaped the kinds of work carried out during the GTE (1909–1913).",
    "date": "2026-02-02",
    "url": "https://sciendo.com/article/10.5334/johd.476",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "38833064050f",
    "title_zh": "通过Wikidata揭示坦达古鲁恐龙收藏背后的劳动",
    "summary_zh": "这篇文章揭示了在坦达古鲁恐龙采集背后被忽视的劳动者故事，强调了如何通过Wikidata来记录和认可这些被殖民历史中受压迫的人的身份，值得一读。",
    "abstract_zh": "德国坦达古鲁考察队（GTE）（1909-1913）在今天的坦桑尼亚提取了225吨恐龙化石，这一过程是在暴力的殖民条件下进行的。数百名来自不同非洲民族的男女老少被迫参与这项工作，但在坦达古鲁收藏及柏林自然历史博物馆的相关档案中，他们的名字和劳动大多未被记录。研究旨在将可用的身份和劳动信息整合并链接到Wikidata，从而提高历史认可度，并为后代社区提供更多访问机会。此外，研究还强调了将敏感数据和非西方信息纳入以西方为主的框架所面临的挑战。通过数据驱动的方法，研究反思了与殖民档案合作的局限性，并呼吁进一步的批判性参与，特别关注德国国家及其殖民者所实施的劳动和土地掠夺。研究还强调了Wikidata在识别劳动性质及塑造GTE（1909-1913）期间工作类型的殖民条件方面所带来的新兴研究机会。"
  },
  {
    "title": "Domain Sensitivity in Arabic Morphological Analysis: A Multi-Corpus Evaluation of Farasa, CAMeL, and ALP Across Modern, Classical Religious, and Classical Jurisprudential Domains",
    "authors": "",
    "abstract": "Arabic’s rich and heterogeneous morphology continues to challenge computational analysis, particularly when models trained on Modern Standard Arabic are applied to Classical and Scriptural domains. This discussion paper presents a tri-domain evaluation framework for assessing the domain sensitivity of three widely used morphological analyzers—Farasa, CAMeL, and ALP—across the NAFIS (MSA), Quranic, and Noor–Ghateh (Hadith/Jurisprudential) corpora. Using a unified normalization and segmentation-alignment pipeline, together with bootstrap confidence intervals and paired non-parametric significance tests, the study provides a statistically robust characterization of system performance across domains with markedly different sizes and linguistic profiles. The results show that, while overall accuracy can be higher on classical and scriptural text, all analyzers exhibit systematic weaknesses when confronted with classical lexical forms, dense clitic constructions, and archaic morphological patterns, especially at the stem and suffix levels. By outlining methodological, linguistic, and practical implications of these findings, the paper demonstrates how transparent, multi-domain benchmarking can expose structural limitations in Arabic morphological modeling and guide the development of more adaptable language technologies.",
    "date": "2026-01-30",
    "url": "https://sciendo.com/article/10.5334/johd.418",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "32203d426f24",
    "title_zh": "阿拉伯语形态分析中的领域敏感性：Farasa、CAMeL 和 ALP 在现代、经典宗教和经典法学领域的多语料库评估",
    "summary_zh": "这篇文章通过对三种阿拉伯语形态分析工具在不同领域的表现进行评估，揭示了它们在处理经典和宗教文本时的局限性，值得关注阿拉伯语处理技术的研究者。",
    "abstract_zh": "阿拉伯语丰富而多样的形态特征给计算分析带来了挑战，尤其是当基于现代标准阿拉伯语训练的模型应用于经典和经典宗教领域时。本文提出了一种三领域评估框架，用于评估三种广泛使用的形态分析器——Farasa、CAMeL 和 ALP——在 NAFIS（现代标准阿拉伯语）、古兰经和 Noor–Ghateh（圣训/法学）语料库中的领域敏感性。通过统一的标准化和分段对齐流程，以及自助置信区间和配对非参数显著性检验，研究提供了对系统在不同大小和语言特征显著不同的领域表现的统计稳健性描述。结果显示，尽管在经典和宗教文本上的整体准确性可能更高，但所有分析器在面对经典词汇形式、密集的附着构造和古老的形态模式时，尤其是在词根和后缀层面，均表现出系统性的弱点。通过阐明这些发现的 методологические、语言和实际意义，本文展示了透明的多领域基准测试如何揭示阿拉伯形态建模的结构性局限，并指导更具适应性的语言技术的发展。"
  },
  {
    "title": "Empowering Italian GLAMs: A Workflow for Building a Comprehensive Open Dataset of Museums on Wikidata",
    "authors": "",
    "abstract": "Wikidata hosts the most comprehensive repository of Italian museums, enriched through the Empowering Italian GLAMs project1 (2022–2024). The initiative created 1,304 new items and enhanced more than 6,800 existing items with ISTAT data (2011, 2015, 2017–2021), covering visitor numbers, staff, accessibility, facilities, and digital collections. In collaboration with ICOM Italia, records were curated manually, region by region, and linked to GLAM Wiki initiatives. This dataset was used to contact all Italian museums, inviting them to adopt open access policies and to collaborate with Wikimedia projects. It has also served as the foundation for analyses and academic studies, and functions as a tool for monitoring and visualising museum-related data. The dataset continues to be expanded and updated. The same data curation process has been applied to Italian libraries, archives, theatres, and universities. The Empowering Italian GLAMs project has designed and implemented a workflow to enhance GLAM-related data on Wikidata and to foster research and collaboration. The project is currently being replicated in Argentina.",
    "date": "2026-01-30",
    "url": "https://sciendo.com/article/10.5334/johd.477",
    "journal": "JOHD",
    "category": "doc-open-data",
    "color": "#8C6D4F",
    "id": "f277f0a255dc",
    "title_zh": "赋能意大利GLAM：构建维基数据博物馆综合开放数据集的工作流程",
    "summary_zh": "这篇文章介绍了一个项目，旨在通过维基数据提升意大利博物馆的信息透明度和开放性，值得一读！",
    "abstract_zh": "Wikidata是意大利博物馆最全面的资料库，通过赋能意大利GLAM项目（2022-2024）得到了丰富。该项目新增了1304个条目，并用ISTAT数据（2011、2015、2017-2021）增强了6800多个现有条目，涵盖了访客数量、员工、无障碍设施、设备和数字藏品。与ICOM Italia合作，按地区手动整理记录，并与GLAM Wiki项目关联。这个数据集用于联系所有意大利博物馆，邀请他们采用开放获取政策并与维基媒体项目合作。它也为分析和学术研究提供了基础，并作为监测和可视化博物馆相关数据的工具。数据集仍在不断扩展和更新。相同的数据整理过程也应用于意大利的图书馆、档案馆、剧院和大学。赋能意大利GLAM项目设计并实施了一个工作流程，以增强维基数据上的GLAM相关数据，并促进研究与合作。该项目目前正在阿根廷复制。"
  },
  {
    "title": "How multilingual is scholarly communication? Mapping the global distribution of languages in publications and citations",
    "authors": "Carolina Pradier, Lucía Céspedes, Vincent Larivière",
    "abstract": "Language is a major source of systemic inequities in science, particularly among scholars whose first language is not English. Studies have examined scientists' linguistic practices in specific contexts; few, however, have provided a global analysis of multilingualism in science. Using two major bibliometric databases (OpenAlex and Dimensions), we provide a large‐scale analysis of linguistic diversity in science, considering both the language of publications (N = 87,577,942) and of cited references (N = 1,480,570,087). For the 1990–2023 period, we find that only Indonesian, Portuguese, and Spanish have expanded at a faster pace than English. Country‐level analyses show that this trend is due to the growing strength of the Latin American and Indonesian academic circuits. Our results also confirm the same‐language preference phenomenon (particularly for languages other than English), the strong connection between multilingualism and bibliodiversity, and that social sciences and humanities are the least English‐dominated fields. Our findings suggest that policies recognizing the value of both national‐language and English‐language publications have had a concrete impact on the distribution of languages in the global field of scholarly communication.",
    "date": "2026-01-28",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70055?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "ff030ff10edd",
    "title_zh": "学术交流的多语言性有多强？全球出版物和引用语言的分布图谱",
    "summary_zh": "这篇文章揭示了学术界语言多样性的现状，特别是非英语国家的学者如何在全球学术交流中发声，值得关注的是拉美和印尼的学术力量正在崛起。",
    "abstract_zh": "语言是科学中系统性不平等的重要来源，尤其是对于以非英语为母语的学者。虽然有研究关注特定背景下科学家的语言实践，但全球范围内的多语言分析却很少。我们利用两个主要的文献计量数据库（OpenAlex 和 Dimensions），对科学中的语言多样性进行了大规模分析，考虑了出版物的语言（N=87,577,942）和引用参考文献的语言（N=1,480,570,087）。在1990年至2023年期间，我们发现只有印尼语、葡萄牙语和西班牙语的增长速度超过英语。国家层面的分析表明，这一趋势是由于拉美和印尼学术圈的不断壮大。我们的结果还确认了同语言偏好现象（尤其是非英语语言），多语言性与文献多样性之间的强关联，以及社会科学和人文学科是英语主导程度最低的领域。我们的研究表明，承认国家语言和英语出版物价值的政策对全球学术交流中语言分布产生了实际影响。"
  },
  {
    "title": "Discourses of data literacy: A critical literature review. An Annual Review of Information Science and Technology (ARIST) paper",
    "authors": "Brady Lund, Amanda Hovious, Jeonghyun Kim",
    "abstract": "Data literacy has gained significant momentum as an essential lifelong learning competency to address challenges arising from growth in the availability and accessibility of data. Much work has been done to address the data literacy gap, including both conceptual and empirical pieces from a wide range of disciplines. This paper critically reviews the literature on data literacy to provide a deeper understanding of how it is conceptualized, framed, and assessed across different contexts. Through a systematic search of the literature from various academic fields published from 2000 to 2025, relevant works in this area were identified and evaluated. By adopting a critical review approach, we conducted a conceptual analysis of data literacy by tracing its evolution, examining current interpretations, and exploring the theoretical frameworks that underpin it, including competency‐based models, critical theory approaches, and learning‐centered perspectives. The review also discusses emerging perspectives and gaps in the conceptual understanding of data literacy, highlighting areas for future research and scholarly inquiry.",
    "date": "2026-01-28",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70054?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "12539e358bf5",
    "title_zh": "数据素养的话语：一项批判性的文献综述",
    "summary_zh": "这篇文章深入分析了数据素养的概念和评估方法，揭示了不同学科如何理解这一重要能力，值得关注数据素养研究的朋友阅读。",
    "abstract_zh": "数据素养作为一种重要的终身学习能力，已获得显著关注，以应对数据可用性和可获取性增长带来的挑战。许多研究致力于填补数据素养的空白，包括来自多个学科的概念性和实证性研究。本文对数据素养的文献进行了批判性回顾，以深入理解其在不同背景下的概念化、框架和评估。通过对2000年至2025年间各学术领域文献的系统搜索，识别并评估了相关研究。我们采用批判性回顾的方法，对数据素养进行了概念分析，追踪其演变，审视当前的解释，并探讨支撑其的理论框架，包括基于能力的模型、批判理论方法和以学习为中心的视角。该综述还讨论了数据素养概念理解中的新兴视角和空白，强调了未来研究和学术探讨的领域。"
  },
  {
    "title": "Innovating cultural event information platforms: a regional case study from Småland, Sweden",
    "authors": "",
    "abstract": "Purpose: The paper investigates the fragmented landscape of cultural event information in Sweden, focusing on Småland. It aims to assess the potential for a centralized, user-friendly digital platform to enhance discoverability, accessibility and engagement across cultural audiences and providers.\nDesign/methodology/approach: The study combines a review of 82 regional and international cultural event information platforms (CEIPs) with two online surveys conducted in 2023 ( n  = 34) and 2024 ( n  = 23). Survey participants included cultural professionals from regional and municipal organizations in Småland.\nFindings: Municipal CEIPs often lack advanced filtering, multilingual support and personalization features. Select international platforms demonstrate more sophisticated functionality. Survey data reveal a strong interest in a unified platform, with emphasis on integration of information on events, inclusivity and usability. Key barriers include administrative burden and long-term maintenance concerns.\nPractical implications: Results inform the development of a flexible, metadata-rich CEIP prototype aligned with municipal infrastructure and user needs. Recommendations highlight actionable features for developers, municipalities and cultural institutions.\nSocial implications: A well-designed platform can improve cultural participation, especially for underserved groups such as newcomers, non-native speakers and digitally excluded audiences, contributing to greater cultural equity and accessibility. Preserved data on cultural events over time can serve as a basis for planning future cultural policies.\nOriginality/value: To the best of the authors’ knowledge, this study offers one of the first regional assessments of CEIPs in Sweden, combining platform analysis with stakeholder insight. It identifies best practices across metadata design and interface functionality.",
    "date": "2026-01-20",
    "url": "https://www.emerald.com/jd/article/82/7/79/1336608/Innovating-cultural-event-information-platforms-a",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "314f31092caf",
    "title_zh": "创新文化活动信息平台：来自瑞典斯莫兰的区域案例研究",
    "summary_zh": "这篇文章揭示了瑞典斯莫兰地区文化活动信息平台的现状，探讨了建立一个集中式数字平台的潜力，值得一读！",
    "abstract_zh": "目的：本文研究了瑞典文化活动信息的碎片化现状，重点关注斯莫兰，旨在评估一个集中、用户友好的数字平台在提升文化受众和提供者的可发现性、可及性和参与度方面的潜力。\n\n方法：研究结合了对82个区域和国际文化活动信息平台（CEIPs）的回顾，以及在2023年（n=34）和2024年（n=23）进行的两次在线调查。调查参与者包括斯莫兰地区和市政组织的文化专业人士。\n\n发现：市政CEIPs通常缺乏先进的过滤、多语言支持和个性化功能，而一些国际平台则展示了更复杂的功能。调查数据显示，大家对统一平台有强烈兴趣，强调了活动信息的整合、包容性和可用性。主要障碍包括行政负担和长期维护问题。\n\n实践意义：研究结果为开发一个灵活、富含元数据的CEIP原型提供了信息，确保与市政基础设施和用户需求相一致。建议为开发者、市政部门和文化机构提供了可行的功能。\n\n社会意义：一个设计良好的平台可以改善文化参与，特别是对新移民、非母语者和数字排斥群体等服务不足的群体，从而促进更大的文化公平和可及性。保存的文化活动数据可以为未来的文化政策规划提供基础。\n\n原创性/价值：据作者所知，这项研究提供了瑞典CEIPs的首次区域评估，结合了平台分析和利益相关者的见解，识别了元数据设计和界面功能的最佳实践。"
  },
  {
    "title": "Can artificial intelligence debunk health misinformation more effectively than humans? A three‐dimensional persuasion analysis",
    "authors": "Xinyu Ji, Xing Zhang",
    "abstract": "Health misinformation presents significant challenges to public well‐being, making effective debunking strategies crucial. While artificial intelligence (AI) shows potential in generating debunking texts, its persuasiveness compared to human‐generated content remains underexplored. Drawing on Aristotle's three modes of persuasion, this study investigated the persuasive effectiveness of AI versus human‐generated health debunking texts through three complementary studies. Our findings reveal a novel pattern: AI‐generated texts significantly outperformed human texts in pathos (emotional appeal) and logos (logical argument) but underperformed in ethos (credibility), with all three dimensions serving as significant mediators of persuasiveness. More importantly, we demonstrate that source labeling effects are not uniform. While “AI‐written” labels reduced perceived persuasiveness for both AI and human texts, this algorithmic aversion was attenuated when argument quality (logos) was made salient. These findings advance persuasion theory by revealing that classical rhetoric operates differently for AI versus human sources and that algorithmic aversion is context‐dependent rather than universal. The results offer both theoretical insights into human‐AI communication and practical guidance for deploying AI in health misinformation mitigation.",
    "date": "2026-01-16",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70049?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "8ad23f23cce7",
    "title_zh": "人工智能能否比人类更有效地揭穿健康虚假信息？三维劝服分析",
    "summary_zh": "这篇文章揭示了人工智能在揭穿健康虚假信息时的劝服力，尤其在情感和逻辑方面表现优异，值得关注其对人类沟通的影响和实际应用。",
    "abstract_zh": "健康虚假信息对公众健康构成了重大挑战，因此有效的揭穿策略至关重要。虽然人工智能（AI）在生成揭穿文本方面显示出潜力，但其说服力与人类生成内容的比较仍未得到充分探讨。本研究基于亚里士多德的三种劝服模式，通过三项互补研究调查了AI与人类生成的健康揭穿文本的说服效果。我们的发现揭示了一个新模式：AI生成的文本在情感诉求（pathos）和逻辑论证（logos）方面显著优于人类文本，但在可信度（ethos）方面表现不佳，且这三种维度都是说服力的重要中介。更重要的是，我们证明了来源标签效应并不统一。虽然“AI撰写”的标签降低了AI和人类文本的感知说服力，但当论证质量（logos）突出时，这种算法厌恶感减弱。这些发现推动了说服理论的发展，揭示了经典修辞在AI与人类来源之间的不同运作方式，以及算法厌恶是依赖于上下文而非普遍存在的。结果为人类与AI的沟通提供了理论见解，并为利用AI减轻健康虚假信息提供了实际指导。"
  },
  {
    "title": "Repetition and modality in information trustworthiness judgments: Investigating the illusory truth effect in multimodal health information environments",
    "authors": "Shaoxiong Fu, Jinling Song, Xiaoyu Chen",
    "abstract": "The illusory truth effect, in which repeated exposure increases trust regardless of accuracy, poses significant challenges to the perceived trustworthiness of health information in digital environments. Although repetition is known to enhance cognitive fluency, little is known about how different modalities influence this effect. Drawing on cognitive fluency and dual‐coding theories, this research investigates how repetition and modality interact to shape trustworthiness judgments of health information. Three online experiments were conducted to examine users' perceived trustworthiness of health information across different conditions. Experiment 1 the effect of repetition on messages varying in truthfulness (true vs. false) and familiarity (familiar vs. unfamiliar). Experiments 2 and 3 examined the role of modality (text‐only, text‐and‐image, short video) and cross‐modal repetition. Results show that, in the text‐only condition, an unfamiliar true message is perceived as more trustworthy than other information. Repetition significantly increases perceived trustworthiness in text‐and‐image and short video formats, albeit with diminishing returns after two exposures. Cross‐modal repetition further amplifies such trustworthiness effects. These findings extend theoretical understanding of the illusory truth effect in multimodal health information environments and offer practical insights for designing interventions to reduce the spread of misinformation on social media.",
    "date": "2025-12-29",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70046?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "0dd7d0d666e3",
    "title_zh": "信息可信度判断中的重复与模态：多模态健康信息环境中虚幻真实效应的研究",
    "summary_zh": "这篇文章揭示了在多模态健康信息环境中，信息的重复和表现形式如何影响人们对其可信度的判断，尤其是在社交媒体上对抗虚假信息的设计上提供了实用见解。",
    "abstract_zh": "虚幻真实效应指的是重复接触会增加信任感，无论信息的准确性如何，这对数字环境中的健康信息可信度构成了重大挑战。尽管已知重复可以增强认知流畅性，但不同模态如何影响这一效应仍不清楚。本研究基于认知流畅性和双重编码理论，探讨了重复和模态如何相互作用，影响健康信息的可信度判断。进行了三项在线实验，考察用户在不同条件下对健康信息的可信度感知。实验1研究了重复对信息的真实性（真实与虚假）和熟悉度（熟悉与不熟悉）的影响。实验2和3则考察了模态（仅文本、文本与图像、短视频）及跨模态重复的作用。结果显示，在仅文本条件下，一个不熟悉的真实信息被认为比其他信息更可信。在文本与图像和短视频格式中，重复显著增加了感知的可信度，但在两次接触后效果递减。跨模态重复进一步增强了这种可信度效应。这些发现扩展了对多模态健康信息环境中虚幻真实效应的理论理解，并为设计干预措施以减少社交媒体上虚假信息的传播提供了实用见解。"
  },
  {
    "title": "Decoding digital disorientation: a conceptual framework for library engagement with adolescent mental health in a saturated media environment",
    "authors": "",
    "abstract": "Purpose: This paper introduces the DECODE framework, a conceptual model for understanding how memetic saturation, cognitive overload, emotional exhaustion, and relational disconnection contribute to adolescent mental health challenges in digital environments. By synthesizing insights from memetic theory, cognitive-emotional regulation, and library science, the framework positions public libraries as epistemic moderators capable of fostering digital discernment, resilience, and dialogue. The study’s aim is not to test causal hypotheses but to provide an abductively derived, theory-building structure that informs future empirical work and offers actionable strategies for librarians, educators, and policymakers navigating the adolescent mental health crisis.\nDesign/methodology/approach: The study adopts a critical-realist, abductive methodology that iteratively integrates descriptive survey patterns, peer-reviewed empirical findings, and theoretical constructs. Publicly available datasets (CDC’s Youth Risk Behavior Surveillance System (YRBSS) 2023; Pew Research Center’s Teens, Social Media and Mental Health 2025) are used illustratively to anchor theoretical insights, rather than as sources for causal inference. Through exploratory thematic grouping and abductive triangulation, five patterns of adolescent digital experience are mapped onto six response pillars of the DECODE framework. This abductive scaffolding process yields a provisional, testable conceptual model that both explains observed trends and generates propositions for future empirical and cross-cultural validation.\nFindings: Analysis of national survey patterns and peer-reviewed evidence identified five thematic patterns: Digital Immersion and Memetic Saturation, Cognitive Overload, Emotional Exhaustion, Relational Disconnection, and Emergent Risks and Adaptive Coping. These patterns correspond directly to DECODE’s six pillars: Defend and Define, Expose Memes, Cross-Check Sources, Organize Context, Document and Disseminate, and Engage Dialogue. Together, they illustrate how algorithmically curated content environments amplify adolescent distress, while libraries and civic spaces can act as epistemic moderators. The findings suggest that resilience lies not in restricting access but in cultivating cognitive and social capacities for discernment, contextualization, and dialogue in digital environments.\nResearch limitations/implications: This study is conceptual rather than hypothesis-testing, using descriptive survey summaries as illustrative anchors. While this approach highlights converging patterns, it cannot establish causal pathways or quantify effect sizes. The abductive design emphasizes theory generation, leaving empirical validation to future research. Cross-sectional survey data also limit temporal insights into digital saturation’s cumulative effects. Nevertheless, the DECODE framework identifies clear mechanisms and intervention points, providing testable propositions for future studies. Future research should employ longitudinal, experimental, and cross-cultural methods to evaluate and refine the framework’s propositions, ensuring both robustness and broader generalizability across diverse youth populations.\nPractical implications: The DECODE framework provides actionable strategies for libraries, educators, and civic organizations seeking to support adolescent well-being in digital contexts. Each pillar translates into practical interventions: setting digital boundaries (Defend and Define), fostering media literacy (Expose Memes), teaching verification skills (Cross-Check Sources), curating contextual knowledge (Organize Context), promoting reflective practices (Document and Disseminate), and creating spaces for dialogue (Engage Dialogue). These strategies can be integrated into library programming, classroom curricula, and community initiatives, offering scalable and evidence-informed approaches to counteracting memetic saturation and cognitive overload while strengthening resilience, critical thinking, and social connectedness among young people.\nSocial implications: The study addresses pressing societal challenges: adolescent mental health, digital polarization, and the erosion of civic trust in a memetic media environment. By positioning libraries as epistemic moderators, the DECODE framework underscores the importance of accessible, trusted public institutions in buffering digital harms. Implementing DECODE’s pillars can strengthen community dialogue, reduce the spread of manipulative narratives, and foster healthier patterns of information consumption. More broadly, the framework offers a civic roadmap for reintroducing collective sense-making into fragmented media ecologies, promoting not only youth well-being but also more informed, resilient, and socially connected democratic societies.\nOriginality/value: This article is among the first to link memetic theory, cognitive-emotional regulation, and library science into a unified conceptual framework for addressing adolescent digital distress. Unlike existing models that focus narrowly on screen time or platform regulation, DECODE foregrounds the interplay of memetic saturation, cognitive overload, and relational disconnection while highlighting libraries’ overlooked civic role. Its abductive methodology generates testable propositions and actionable pillars, offering both theoretical innovation and practical pathways for intervention. The framework’s originality lies in reimagining libraries not just as information providers but as active epistemic moderators in the digital age’s mental health crisis.",
    "date": "2025-12-23",
    "url": "https://www.emerald.com/jd/article/82/7/56/1333490/Decoding-digital-disorientation-a-conceptual",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "8e1131289958",
    "title_zh": "解码数字迷失：在饱和媒体环境中图书馆与青少年心理健康的互动概念框架",
    "summary_zh": "这篇文章提出了DECODE框架，帮助我们理解数字环境中青少年心理健康面临的挑战，并强调图书馆在促进数字判断和对话中的重要作用，值得关注。",
    "abstract_zh": "目的：本文介绍了DECODE框架，这是一个概念模型，用于理解模因饱和、认知过载、情感疲惫和关系断裂如何影响青少年在数字环境中的心理健康挑战。通过综合模因理论、认知情感调节和图书馆科学的见解，该框架将公共图书馆定位为能够促进数字判断、韧性和对话的知识中介。研究的目的是提供一个理论构建结构，以指导未来的实证研究，并为图书馆员、教育工作者和政策制定者提供可行的策略，以应对青少年心理健康危机。方法：研究采用批判现实主义的归纳方法，迭代整合描述性调查模式、同行评审的实证发现和理论构建。使用公共可用数据集（CDC的青少年风险行为监测系统（YRBSS）2023；皮尤研究中心的青少年、社交媒体与心理健康2025）作为理论见解的插图，而非因果推断的来源。通过探索性主题分组和归纳三角测量，将五种青少年数字体验模式映射到DECODE框架的六个响应支柱上。这一归纳支撑过程产生了一个临时的、可测试的概念模型，既解释了观察到的趋势，又为未来的实证和跨文化验证生成了命题。发现：对国家调查模式和同行评审证据的分析识别出五种主题模式：数字沉浸与模因饱和、认知过载、情感疲惫、关系断裂以及新兴风险与适应性应对。这些模式与DECODE的六个支柱直接对应：防御与定义、揭露模因、交叉检查来源、组织背景、记录与传播以及参与对话。它们共同展示了算法策划的内容环境如何加剧青少年的痛苦，而图书馆和公民空间可以作为知识中介。研究结果表明，韧性不在于限制访问，而在于培养在数字环境中进行判断、情境化和对话的认知和社会能力。研究局限性/启示：本研究是概念性的，而非假设检验，使用描述性调查摘要作为插图锚点。虽然这种方法突出了趋同模式，但无法建立因果路径或量化效应大小。归纳设计强调理论生成，将实证验证留给未来研究。横断面调查数据也限制了对数字饱和累积效应的时间洞察。尽管如此，DECODE框架识别了明确的机制和干预点，为未来的研究提供了可测试的命题。"
  },
  {
    "title": "Cultural capital and public libraries in the era of algorithmic collection management",
    "authors": "",
    "abstract": "Purpose: The purpose of this article is to understand how librarians perceive the advent of algorithm-based collection management (ACM), which helps them recognise patrons' loaning patterns, and what threats or possibilities ACM is seen to bring to public libraries, with their mission to provide “cultural capital” freely to all citizens.\nDesign/methodology/approach: This empirical study, based on a comparative case from Finland, included 10 interviews with librarians at two Finnish libraries, one using ACM and one not. The interviews were analysed via qualitative content analysis and organised thematically.\nFindings: The librarians' discourses on ACM fell into two main categories: optimism and hesitation. The optimism discourse relies on the idea of a functional, tech-positive library that builds cultural capital by offering patrons materials that fit their existing tastes, while the hesitation discourse laments that ACM narrows down collections and takes gatekeeping from librarians, believing that public libraries should strengthen and level cultural capital by exposing patrons to a wide variety of culture. The librarians, not yet working under ACM, combined elements from both the optimism and hesitation discourses.\nPractical implications: This research offers valuable information about how ACM challenges the traditional understanding of public libraries' mission of levelling citizens' cultural capital and identifies common challenges and pitfalls in a scenario of technological change and budget cuts in the public sector.\nOriginality/value: There have been very few or no comparative academic studies on algorithmic collection management in public libraries.",
    "date": "2025-12-16",
    "url": "https://www.emerald.com/jd/article/82/7/38/1331868/Cultural-capital-and-public-libraries-in-the-era",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "fe369f6bc198",
    "title_zh": "算法化馆藏管理时代的文化资本与公共图书馆",
    "summary_zh": "这篇文章深入探讨了算法化馆藏管理对公共图书馆文化资本使命的影响，揭示了图书馆员对新技术的乐观与犹豫，值得关注公共服务如何应对科技变革。",
    "abstract_zh": "目的：本文旨在了解图书馆员如何看待基于算法的馆藏管理（ACM）的出现，以及ACM对公共图书馆提供“文化资本”使命所带来的威胁或机遇。\n\n方法：这项实证研究基于芬兰的比较案例，进行了10次访谈，受访者为两家芬兰图书馆的图书馆员，其中一家使用ACM，另一家不使用。访谈通过定性内容分析进行分析，并按主题组织。\n\n发现：图书馆员对ACM的讨论主要分为两类：乐观和犹豫。乐观的观点认为，功能性、技术积极的图书馆可以通过提供符合读者现有兴趣的材料来建立文化资本，而犹豫的观点则认为ACM缩小了馆藏范围，剥夺了图书馆员的把关权，认为公共图书馆应该通过向读者展示多样的文化来增强和提升文化资本。尚未使用ACM的图书馆员则结合了乐观和犹豫的观点。\n\n实际意义：这项研究提供了关于ACM如何挑战公共图书馆传统使命的重要信息，并识别了在技术变革和公共部门预算削减情境下的共同挑战和陷阱。\n\n原创性/价值：关于公共图书馆中算法化馆藏管理的比较学术研究非常少或几乎没有。"
  },
  {
    "title": "Consensus, conflict and social capital: the conceptualisation of democracy in recent public library research",
    "authors": "",
    "abstract": "Purpose: How democracy is understood depends on the theoretical perspective applied. Even so, public library research often takes the concept of democracy for granted. This article explores how democracy is theoretically understood in recent research on public libraries and their role in democracy, including the focus and design of this research, and the key contributions made.\nDesign/methodology/approach: In a comprehensive review of scholarly literature published between 2010 and 2024 and focusing on public libraries and their importance for democracy, 85 articles were selected and included in a conceptual analysis.\nFindings: The analysis shows that three groups of theoretical perspectives on democracy are commonly represented in public library research: Habermasian consensus-oriented views on democracy, a Mouffean conflict-oriented view of democracy, and democracy understood in relation to social capital. The Habermasian and Mouffean views on democracy are the most widely used, indicating an Apollonian and Dionysian duality in recent public library research.\nOriginality/value: This study is the first large-scale systematic review explicitly categorising and analysing perspectives on democracy in public library research. Implications for library practice and suggestions for future research are presented.",
    "date": "2025-12-15",
    "url": "https://www.emerald.com/jd/article/82/7/19/1331870/Consensus-conflict-and-social-capital-the",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "ab23bbc50ebf",
    "title_zh": "共识、冲突与社会资本：近期公共图书馆研究中民主的概念化",
    "summary_zh": "这篇文章深入分析了公共图书馆研究中对民主的不同理论视角，揭示了共识与冲突之间的辩证关系，值得关注公共服务领域的研究者和从业者。",
    "abstract_zh": "目的：民主的理解依赖于所采用的理论视角。然而，公共图书馆研究往往理所当然地接受民主这一概念。本文探讨了近期公共图书馆研究中对民主的理论理解，包括研究的重点和设计，以及所做的关键贡献。\n\n方法：通过对2010年至2024年间发表的关于公共图书馆及其对民主重要性的学术文献进行全面回顾，选择了85篇文章并进行了概念分析。\n\n发现：分析显示，公共图书馆研究中常见三种关于民主的理论视角：哈贝马斯的共识导向视角、穆菲的冲突导向视角，以及与社会资本相关的民主理解。哈贝马斯和穆菲的民主观点是最常用的，表明近期公共图书馆研究中存在一种阿波罗与狄俄尼索斯的二元性。\n\n原创性/价值：本研究是首次大规模系统回顾，明确分类和分析公共图书馆研究中的民主视角，并提出对图书馆实践的影响和未来研究的建议。"
  },
  {
    "title": "Interdependence in information practices: differences matter when caring for immigration data in Canada",
    "authors": "",
    "abstract": "Purpose: Service providers, government agencies and other entities gather data on immigration and settlement for myriad reasons. In Canada, newcomers to the country are required to provide personal information to access essential services from community-based organizations and government agencies. Individuals who handle immigration data hold valuable yet under-examined perspectives on these data collection and sharing activities. This study therefore seeks to answer the overarching question: What information practices are prominent in the work of different groups who collect, analyze and steward newcomers' data?\nDesign/methodology/approach: Our interview-based study reports on the practices of individuals supporting immigration and settlement (i.e. settlement service providers, migrant justice activists, immigration researchers, government staff and designers of digital systems and services oriented toward newcomers) through their use of newcomers' data.\nFindings: A dual narrative and thematic analysis interprets participants' reflections on their information practices and responsibilities, showcasing variation despite their interdependence and shared priorities for newcomers' well-being. We propose the concept of “data care” to draw attention to experiences and tensions inherent in stewarding newcomers' data. This inquiry reveals conflicts over responsibilities, differences in ethical reasoning and the need for multi-stakeholder negotiation.\nOriginality/value: Findings bring greater clarity to the intricacies of respecting migrants and their privacy. The study contributes to a theoretical lens on information practices in care work by drawing from feminist care ethics and sociotechnical scholarship.",
    "date": "2025-12-11",
    "url": "https://www.emerald.com/jd/article/82/7/1/1331869/Interdependence-in-information-practices",
    "journal": "J. of Documentation",
    "category": "doc-open-data",
    "color": "#5C6B5A",
    "id": "8fded3137e05",
    "title_zh": "信息实践中的相互依赖：在加拿大移民数据护理中差异的重要性",
    "summary_zh": "这篇文章揭示了不同群体在处理移民数据时的独特信息实践，强调了在关心新移民福祉时责任和伦理的复杂性，值得关注。",
    "abstract_zh": "目的：服务提供者、政府机构和其他实体出于多种原因收集移民和安置数据。在加拿大，新移民需要提供个人信息才能获得社区组织和政府机构的基本服务。处理移民数据的个人对这些数据收集和共享活动有着宝贵但未被充分研究的视角。因此，本研究旨在回答一个核心问题：在收集、分析和管理新移民数据的不同群体中，哪些信息实践是显著的？\n\n方法：我们的访谈研究报告了支持移民和安置的个人（即安置服务提供者、移民正义活动家、移民研究者、政府工作人员以及面向新移民的数字系统和服务设计者）在使用新移民数据时的实践。\n\n发现：通过双重叙事和主题分析，解释了参与者对其信息实践和责任的反思，展示了尽管相互依赖和共享新移民福祉的优先事项，但仍存在差异。我们提出了“数据护理”的概念，以引起对管理新移民数据时固有经验和紧张关系的关注。这项研究揭示了责任冲突、伦理推理的差异以及多方利益相关者协商的必要性。\n\n原创性/价值：研究结果使尊重移民及其隐私的复杂性更加清晰。该研究通过借鉴女性主义关怀伦理和社会技术学术，丰富了关怀工作中的信息实践理论视角。"
  },
  {
    "title": "Artificial intelligence use and scientific innovation",
    "authors": "Yuanyuan Liu, Yundong Xie, Xiaobei Shen, Dengsheng Wu",
    "abstract": "The rapid advancement of artificial intelligence (AI) technologies is profoundly reshaping scientific research and accelerating its progress. While prior studies have explored AI applications across various disciplines, an understanding of whether AI use contributes to scientific innovation remains limited. In this study, we propose the AI use score, a novel metric that quantifies the extent of AI use in scientific research. It includes two key dimensions: a term‐based score, derived from the presence of AI‐related terms in titles and abstracts, and a knowledge‐based score, based on citations to AI‐related literature in reference lists. Our findings reveal that AI use is positively and significantly associated with both scientific disruption and novelty, with this relationship being particularly pronounced in STEM disciplines. The association between term‐based AI use and scientific innovation has steadily intensified over time. Notably, combining both dimensions of AI use shows the strongest correlation with innovative outcomes. Specifically, term‐based AI use is more strongly linked to disruptive innovation, while knowledge‐based AI use is more closely associated with scientific novelty. Furthermore, we uncover the mechanism of how AI use influences scientific innovation by exploring the text similarity of publications.",
    "date": "2025-11-28",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70043?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "fc9431ab5553",
    "title_zh": "人工智能的使用与科学创新",
    "summary_zh": "这篇文章揭示了人工智能在科学研究中的应用如何推动创新，特别是在STEM领域，值得一读！",
    "abstract_zh": "人工智能（AI）技术的快速发展正在深刻改变科学研究，加速其进展。虽然之前的研究探讨了AI在各个学科中的应用，但对AI使用是否促进科学创新的理解仍然有限。在这项研究中，我们提出了AI使用评分，这是一种量化科学研究中AI使用程度的新指标。它包括两个关键维度：基于术语的评分，来源于标题和摘要中AI相关术语的出现，以及基于知识的评分，基于参考文献中对AI相关文献的引用。我们的发现表明，AI使用与科学颠覆和新颖性之间存在正向显著关联，尤其在STEM学科中，这种关系尤为明显。基于术语的AI使用与科学创新之间的关联随着时间的推移而不断增强。值得注意的是，结合这两个维度的AI使用与创新结果的相关性最强。具体来说，基于术语的AI使用与颠覆性创新的联系更为紧密，而基于知识的AI使用则与科学新颖性更为相关。此外，我们通过探索出版物的文本相似性揭示了AI使用如何影响科学创新的机制。"
  },
  {
    "title": "A diary study of information‐intensive work tasks in the modern workplace: Investigating task descriptions and task processes",
    "authors": "Afeng Wang, Yiming Zhao, Feicheng Ma",
    "abstract": "The work‐task‐based framework offers a cohesive perspective for understanding workplace information behavior, guiding empirical exploration of information engagement in modern work environments. This study investigates both task descriptions and task processes of information‐intensive work tasks through diaries and follow‐up interviews to capture authentic user experiences. Data from 52 work tasks across diverse organizations reveal that the most frequent topics include Reference, Business, Science, Society, and Computers, with Intellectual and Decision/Solution product types being predominant. Performers typically begin with moderate or high work task knowledge. On average, each work task involves 2.5 seeking tasks and 5.3 search tasks. Seeking tasks are mainly linked to resolution‐oriented information use, while search tasks rely on external sources for factual resolution and verification. Work task topics, product, prior knowledge, subtasks, and duration significantly influence source selection and information use. As work tasks progress, the number of search tasks and clarification use decreases, whereas resolution and verification use increase. These findings refine theoretical models of task‐driven information behavior and provide practical insights for designing adaptive information systems and AI tools to better support evolving work task processes and enhance work performance.",
    "date": "2025-11-14",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70037?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "8b0043fbe6d7",
    "title_zh": "现代职场中信息密集型工作任务的日记研究：任务描述与任务过程的调查",
    "summary_zh": "这篇文章通过日记和访谈，深入探讨了现代职场中信息密集型任务的真实体验，揭示了任务过程中的信息使用模式，值得关注信息行为研究和工具设计的朋友们阅读。",
    "abstract_zh": "工作任务驱动的框架为理解职场信息行为提供了一个连贯的视角，指导对现代工作环境中信息参与的实证探索。本研究通过日记和后续访谈调查信息密集型工作任务的任务描述和任务过程，以捕捉真实的用户体验。来自52个不同组织的工作任务数据表明，最常见的主题包括参考、商业、科学、社会和计算机，知识型和决策/解决方案产品类型占主导地位。执行者通常在开始时就具备中等或高水平的工作任务知识。平均而言，每个工作任务涉及2.5个寻求任务和5.3个搜索任务。寻求任务主要与解决导向的信息使用相关，而搜索任务则依赖外部来源进行事实的解决和验证。工作任务的主题、产品、先前知识、子任务和持续时间显著影响信息来源的选择和使用。随着工作任务的推进，搜索任务和澄清使用的数量减少，而解决和验证的使用增加。这些发现完善了任务驱动的信息行为理论模型，并为设计适应性信息系统和AI工具提供了实用见解，以更好地支持不断演变的工作任务过程，提高工作绩效。"
  },
  {
    "title": "Beyond seeking: Information use among older adults with diabetes",
    "authors": "Xiaoqian Zhang, Joan C. Bartlett",
    "abstract": "Health information empowers individuals to manage their health, but its impact is limited unless effectively used. Yet information use, that is, the specific actions individuals take after finding the information they need, remains under‐researched. This study focuses on information use in the context of health information and older adults with type 2 diabetes, asking what actions they take once they find information. Data collection involved semi‐structured interviews with 23 older adults with diabetes in Canada; data analysis used reflexive thematic analysis. The study identifies four themes: (1) active application of information in personal health management, (2) ongoing knowledge integration and development, (3) critical selection and evaluation of information, and (4) sharing information as a communal practice. These findings contribute empirical evidence to understanding information use as a distinct component of information behavior, revealing that it involves specific actions such as physical activities, decision‐making, knowledge integration, filtering, assessing, and sharing. These insights into information use are vital for improving the effectiveness of policies, health services, and information systems.",
    "date": "2025-10-14",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70027?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "8ef679c2d470",
    "title_zh": "超越寻找：老年糖尿病患者的信息使用",
    "summary_zh": "这篇文章揭示了老年糖尿病患者在获取健康信息后采取的具体行动，帮助我们理解如何更有效地利用健康信息，改善他们的健康管理。",
    "abstract_zh": "健康信息能帮助个人管理健康，但只有有效使用才能发挥作用。然而，信息使用，即个人在找到所需信息后采取的具体行动，仍然研究不足。本研究关注老年2型糖尿病患者在获取健康信息后的行动。数据通过对23位加拿大糖尿病老年人的半结构化访谈收集，分析采用反思性主题分析。研究识别出四个主题：（1）在个人健康管理中积极应用信息，（2）持续的知识整合与发展，（3）对信息的批判性选择与评估，以及（4）作为共同实践的信息分享。这些发现为理解信息使用作为信息行为的一个独特组成部分提供了实证证据，表明它涉及具体行动，如身体活动、决策、知识整合、过滤、评估和分享。这些对信息使用的洞察对于改善政策、健康服务和信息系统的有效性至关重要。"
  },
  {
    "title": "A study on the strategies for cross-cultural innovation and development of Hebei folk music from the perspective of ethnomusicology",
    "authors": "",
    "abstract": ": The folk music of Hebei Province is characterized by its long history and rich variety, exerting a profound influence throughout Chinese history. With the development of digitalization and cross-cultural contexts, many traditional cultures have been rejuvenated through digital integration. However, due to the combined effects of environmental, social, and economic factors, it is challenging to devise appropriate strategies to promote the development and inheritance of Hebei folk music in the digital age. This article explores the innovative development of Hebei folk music from the perspective of ethnomusicology. Through field investigations and in-depth qualitative analyses, it identifies current issues, contributions, and challenges. By integrating literature reviews, field surveys, and user interview coding, it outlines the developmental needs and constraints of Hebei folk music. It further proposes a Human-Centered Music Revitalization (HCMR) framework from an ethnomusicological standpoint to guide the innovative development of digital technology and intangible cultural heritage while preserving their unique characteristics.",
    "date": "2025-10-12",
    "url": "https://academic.oup.com/dsh/article/40/4/1322/8283753?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "48a19b52b098",
    "title_zh": "从民族音乐学视角看河北民间音乐的跨文化创新与发展策略研究",
    "summary_zh": "这篇文章深入探讨了如何在数字化时代保护和发展河北民间音乐，提出了以人为本的音乐复兴框架，值得关注传统文化与现代科技的结合。",
    "abstract_zh": "河北省的民间音乐历史悠久、种类丰富，对中国历史产生了深远影响。在数字化和跨文化背景的发展下，许多传统文化通过数字整合焕发新生。然而，由于环境、社会和经济等多重因素的影响，制定合适的策略以推动河北民间音乐在数字时代的发展和传承面临挑战。本文从民族音乐学的角度探讨了河北民间音乐的创新发展。通过实地调查和深入的定性分析，识别了当前的问题、贡献和挑战。结合文献综述、实地调查和用户访谈编码，概述了河北民间音乐的发展需求和制约因素。进一步提出了一个以人为本的音乐复兴框架（HCMR），旨在指导数字技术与非物质文化遗产的创新发展，同时保留其独特特征。"
  },
  {
    "title": "On proximity—exploring experiences of bias and discrimination in digital humanities",
    "authors": "",
    "abstract": ": This article explores proximity as a critical feminist methodology in digital humanities, emphasizing its role in addressing bias in digital technologies. Drawing on the insights of Virginia Eubanks and Ruha Benjamin, this article argues that those closest to systemic issues possess essential knowledge for creating equitable solutions and advocates for community-led, inclusive approaches to digital humanities research. Full Stack Feminism in Digital Humanities (FSF) project, a UK–Ireland collaboration that employed proximity as both a methodological and ethical framework, is offered as a case study, and as such, the article draws on an analysis of semi-structured interviews, carried out by Full Stack Feminism. In line with the proximal approach, interviews were conducted with community groups and organizations as well as researchers, academics, artists, coders, activists, and software developers. By centring marginalized voices, the article proposes a proximal approach as a means to counteract digital bias and foster more just digital landscapes. It aligns with bell hooks’ (1989) and Catherine D'Ignazio and Lauren Klein calls for counter-hegemonic practices rooted in the politics of location.",
    "date": "2025-10-10",
    "url": "https://academic.oup.com/dsh/article/40/4/1292/8281726?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "63dfbd1df281",
    "title_zh": "关于亲近性——探索数字人文学科中的偏见和歧视体验",
    "summary_zh": "这篇文章从女性主义的视角出发，探讨如何通过亲近性的方法来应对数字人文学科中的偏见，值得一读。",
    "abstract_zh": "目的：这篇文章探讨亲近性作为数字人文学科中的一种关键女性主义方法论，强调其在解决数字技术偏见中的作用。\n\n方法：文章借鉴了Virginia Eubanks和Ruha Benjamin的见解，主张那些最接近系统性问题的人拥有创造公平解决方案的必要知识，并提倡社区主导的、包容性的方法来进行数字人文学科研究。以英国-爱尔兰的Full Stack Feminism项目为案例，分析了由该项目进行的半结构化访谈。\n\n发现：根据亲近性的方法，访谈对象包括社区团体、组织、研究人员、学者、艺术家、程序员、活动家和软件开发者。通过聚焦边缘化的声音，文章提出亲近性的方法可以反击数字偏见，促进更公正的数字环境。这与bell hooks和Catherine D'Ignazio及Lauren Klein呼吁的根植于地点政治的反霸权实践相一致。"
  },
  {
    "title": "Cultural recycling in the postdigital age. Miriam Llamas Ubieto and Johanna Vollmeyer (eds.)",
    "authors": "",
    "abstract": "Cultural recycling in the postdigital age. Ubieto and Miriam Llamas and VollmeyerJohanna (eds.). Lausanne: Peter Lang, 2024, pp. 304. ISBN: 9783034345477 £46(P/B).",
    "date": "2025-10-07",
    "url": "https://academic.oup.com/dsh/article/40/4/1341/8277054?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "8e25b46d8b63",
    "title_zh": "后数字时代的文化再利用",
    "summary_zh": "这本书探讨了后数字时代文化再利用的现象，值得一读，因为它揭示了当代文化如何在数字化背景下进行创新与传承。",
    "abstract_zh": "后数字时代的文化再利用。乌比耶托和米里亚姆·拉马斯以及约翰娜·沃尔梅耶（主编）。洛桑：彼得·朗，2024年，304页。ISBN：9783034345477 £46（平装）。"
  },
  {
    "title": "The future of language: how technology, politics, and utopianism are transforming the way we communicate. Philip Seargeant",
    "authors": "",
    "abstract": "The future of language: how technology, politics, and utopianism are transforming the way we communicate. SeargeantPhilip, London, Bloomsbury Academic, 2023, pp. 256, £20.00 (H/B). ISBN 9781350278851.",
    "date": "2025-10-06",
    "url": "https://academic.oup.com/dsh/article/40/4/1334/8275996?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "520868aa0c2a",
    "title_zh": "语言的未来：科技、政治与乌托邦主义如何改变我们的沟通方式",
    "summary_zh": "这本书深入探讨了科技、政治和理想主义如何重塑我们的语言和交流方式，值得一读。",
    "abstract_zh": ""
  },
  {
    "title": "A statistical reassessment of rongorongo texts I, Gv, and T: implications for genre and content",
    "authors": "",
    "abstract": ": The content of rongorongo texts I (Santiago Staff), Gv (verso of the Small Santiago Tablet), and T (Honolulu Tablet) has been debated, with hypotheses ranging from name lists and genealogies to cosmogonic chants. This study analyses glyph collocations in these texts, focusing on their relationship with sign 76. Segmentation of text I reveals that it can be divided into at least two segments, with the second segment sharing glyphs with short inscriptions on personal adornments, indicating the presence of personal names. Additionally, structural and content similarities between Gv and the Atua-Mata-Riri creation chant suggest a need to reassess Steven Fischer’s hypothesis for this specific text. This reassessment implies that text I may similarly contain lists of parents and offspring but including personal names. Finally, it is emphasized that categorizing these inscriptions as genealogies or cosmogonies is not contradictory, as these genres often intermingle in Polynesia.",
    "date": "2025-10-03",
    "url": "https://academic.oup.com/dsh/article/40/4/1126/8272693?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "a8c4e5796723",
    "title_zh": "对 rongorongo 文本 I、Gv 和 T 的统计重新评估：对体裁和内容的影响",
    "summary_zh": "这篇文章通过对 rongorongo 文本的统计分析，揭示了文本内容的复杂性，挑战了传统的解读方式，值得深入了解。",
    "abstract_zh": "rongorongo 文本 I（圣地亚哥权杖）、Gv（小圣地亚哥平板的背面）和 T（檀香山平板）的内容一直存在争议，假设从名字列表和家谱到宇宙创世歌不等。本研究分析了这些文本中的符号组合，重点关注它们与符号 76 的关系。对文本 I 的分段分析显示，它至少可以分为两个部分，第二部分与个人装饰品上的短铭文共享符号，表明存在个人名称。此外，Gv 与 Atua-Mata-Riri 创世歌之间的结构和内容相似性表明需要重新评估 Steven Fischer 对该文本的假设。这一重新评估暗示文本 I 可能同样包含父母和子女的列表，但包括个人名称。最后，强调将这些铭文归类为家谱或宇宙创世歌并不矛盾，因为这些体裁在波利尼西亚常常交织在一起。"
  },
  {
    "title": "The Routledge Handbook of AI and Literature. Will Slocombe and Genevieve Liveley (eds)",
    "authors": "",
    "abstract": "The Routledge Handbook of AI and Literature. SlocombeWill and LiveleyGenevieve (eds), London, Routledge, 2025, 379 pp. ISBN: 9781003255789.",
    "date": "2025-10-03",
    "url": "https://academic.oup.com/dsh/article/40/4/1347/8271760?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "7cbf0d091556",
    "title_zh": "劳特利奇人工智能与文学手册",
    "summary_zh": "这本手册汇集了关于人工智能如何影响文学创作和分析的前沿研究，非常适合对AI与文学交叉领域感兴趣的读者。",
    "abstract_zh": "劳特利奇人工智能与文学手册。由Will Slocombe和Genevieve Liveley编辑，伦敦：劳特利奇，2025年，379页。ISBN：9781003255789。"
  },
  {
    "title": "Modern Manuscripts and the Pre-History of Digital Humanities: Paper Processors. Alex Christie",
    "authors": "",
    "abstract": "Modern Manuscripts and the Pre-History of Digital Humanities: Paper Processors. ChristieAlex, London, Palgrave Macmillan, 2024, 195 pp. ISBN 9783031559990. $109 (H/B).",
    "date": "2025-10-03",
    "url": "https://academic.oup.com/dsh/article/40/4/1336/8271759?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "487f147b20c7",
    "title_zh": "现代手稿与数字人文学科的前史：纸质处理器",
    "summary_zh": "这本书探讨了现代手稿如何为数字人文学科的发展奠定基础，值得一读。",
    "abstract_zh": "现代手稿与数字人文学科的前史：纸质处理器。Christie Alex，伦敦，Palgrave Macmillan，2024年，195页。ISBN 9783031559990。109美元（精装）。"
  },
  {
    "title": "Application of deep learning for symbol detection on historical maps to explore spatiotemporal changes in the regional tea industry of early 20th-century Taiwan",
    "authors": "",
    "abstract": ": Focusing on the early history of the tea industry in Tamsui, Taiwan, this study uses land used data extracted from maps of the 1900s and 1920s to explore the regional characteristics and changes in the distribution of tea plantations. Map symbol detection modeling was performed using Artificial Intelligence deep learning techniques, which have been growing in the field of map research in recent years. Through the constructed symbol detection model, the land use annotation data of historical maps can be automatically retrieved for GIS-based spatiotemporal analysis. Thus, the study presents the impact of global economic panic and the failure of tea exportation in the 1920s on the local tea industry and reflects the tea plantation landscape in response strategies.",
    "date": "2025-09-28",
    "url": "https://academic.oup.com/dsh/article/40/4/1243/8267105?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "4371c4d1e1b2",
    "title_zh": "深度学习在历史地图符号检测中的应用：探索20世纪初台湾茶产业的时空变化",
    "summary_zh": "这篇文章通过深度学习技术分析历史地图，揭示了20世纪初台湾茶产业的区域特征和变化，值得关注的是它如何反映全球经济危机对地方产业的影响。",
    "abstract_zh": "目的：聚焦于台湾淡水地区茶产业的早期历史，利用1900年代和1920年代的地图提取土地使用数据，探索茶 plantations 的区域特征及其分布变化。\n\n方法：采用人工智能深度学习技术进行地图符号检测建模，这在地图研究领域近年来得到了广泛应用。\n\n发现：通过构建的符号检测模型，可以自动提取历史地图的土地使用注释数据，进行基于GIS的时空分析。研究展示了1920年代全球经济恐慌及茶叶出口失败对地方茶产业的影响，并反映了茶 plantations 景观的应对策略。"
  },
  {
    "title": "Can AI replace experts in the evaluation of cultural heritage? Based on the controlled experiments conducted on six architectural heritages",
    "authors": "",
    "abstract": ": This study investigates the potential of artificial intelligence (AI) to replace human experts in evaluating the conservation status of architectural heritage. Five mainstream AI models were employed to assess six architectural heritage sites in Kunming, Yunnan, China, using 18 evaluation indicators. The AI Evaluation Team (AET) and Expert Evaluation Team (EET) conducted comprehensive assessments, and the results were compared using the entropy weight method (EWM), independent sample t -tests, and kernel density estimations. The findings revealed no significant differences between the AET and EET outcomes, demonstrating that the AI’s assessment capability reached expert-level performance. Moreover, AI exhibits higher efficiency in information acquisition and work processes than human expertise. The objectivity of the AI-generated results was enhanced by the data-driven approach and the use of the EWM for indicator weighting. This study highlights the potential of AI in architectural heritage preservation, enabling the assessment of a larger number of heritage buildings within a shorter timeframe and overcoming the limitations of manual evaluation. The proposed method can be extended to assess various types of cultural heritage and predict future trends, providing a more efficient basis for heritage protection.",
    "date": "2025-09-28",
    "url": "https://academic.oup.com/dsh/article/40/4/1275/8267104?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "634c47caffed",
    "title_zh": "人工智能能否替代专家评估文化遗产？基于对六个建筑遗产的控制实验",
    "summary_zh": "这篇文章探讨了人工智能在评估建筑遗产保护状态方面的潜力，结果显示AI的评估能力已达到专家水平，值得关注其在文化遗产保护中的应用前景。",
    "abstract_zh": "这项研究探讨了人工智能（AI）在评估建筑遗产保护状态方面替代人类专家的潜力。研究使用了五种主流AI模型，评估了中国云南昆明的六个建筑遗产，采用了18个评估指标。AI评估团队（AET）和专家评估团队（EET）进行了全面评估，并通过熵权法（EWM）、独立样本t检验和核密度估计比较结果。研究发现AET和EET的结果没有显著差异，表明AI的评估能力达到了专家水平。此外，AI在信息获取和工作流程的效率上优于人类专家。通过数据驱动的方法和EWM进行指标加权，AI生成结果的客观性得到了增强。这项研究突显了AI在建筑遗产保护中的潜力，使得在更短的时间内评估更多的遗产建筑成为可能，克服了人工评估的局限性。所提方法可扩展到评估各种类型的文化遗产并预测未来趋势，为遗产保护提供更高效的基础。"
  },
  {
    "title": "Quantifying the faithfulness of poetry translations in four closely related Slavic languages",
    "authors": "",
    "abstract": ": Translating poetry is notoriously difficult—some would claim impossible—because it inherently requires making triage decisions what to preserve and what to sacrifice if necessary. Both form and meaning contribute to the esthetic effects of the original, but translations that faithfully preserve the metrical versification principles of the original might struggle to fully preserve lexically conveyed meanings and connotations, and vice versa. Other esthetically relevant sound-related features (e.g. phonemic patterns) are particularly challenging to preserve. This paper presents a pilot study to empirically test this intuition by assessing the faithfulness of translations to their original. Quantifying aspects of the beauty of sound and meaning, that is, the sonority and the esthetic affective potential, of selected poems and their translations in/from Russian, Polish, Czech, and Slovak, that is, a sample controlled for linguistic and cultural context, we measure the degree to which translations correspond to their originals along these dimensions. The results suggest that, for the poems and languages considered, the beauty of sound and meaning are preserved to varying degrees, which can be sensibly interpreted against specific features of the poems, linguistic distances, and cultural prestige. The study thus serves as a proof of concept that demonstrates the basic feasibility of the method applied and foreshadows its potential for advancing empirical studies in the field of comparative poetics.",
    "date": "2025-09-25",
    "url": "https://academic.oup.com/dsh/article/40/4/1261/8263381?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "8e01b994964a",
    "title_zh": "量化四种密切相关的斯拉夫语言中诗歌翻译的忠实度",
    "summary_zh": "这篇文章通过实证研究揭示了不同斯拉夫语言中诗歌翻译在声音美和意义传达上的忠实度，值得一读！",
    "abstract_zh": "翻译诗歌是非常困难的，甚至有人认为几乎不可能，因为这需要在保留和牺牲之间做出选择。形式和意义都对原作的美学效果有贡献，但忠实保留原作的韵律原则的翻译可能无法完全传达词汇的意义和内涵，反之亦然。其他与美学相关的声音特征（如音位模式）尤其难以保留。本文进行了一项初步研究，通过评估翻译与原作的忠实度来实证测试这一直觉。我们量化了选定诗歌及其在俄语、波兰语、捷克语和斯洛伐克语中的翻译在声音美和意义美方面的特征，测量翻译在这些维度上与原作的对应程度。结果表明，在考虑的诗歌和语言中，声音和意义的美在不同程度上得以保留，这可以合理地与诗歌的具体特征、语言距离和文化声望进行解释。这项研究证明了所应用方法的基本可行性，并预示了其在比较诗学领域推进实证研究的潜力。"
  },
  {
    "title": "Can social media provide early warning of retraction? Evidence from critical tweets identified by human annotation and large language models",
    "authors": "Er‐Te Zheng, Hui‐Zhen Fu, Mike Thelwall, Zhichao Fang",
    "abstract": "Timely detection of problematic research is essential for safeguarding scientific integrity. To explore whether social media commentary can serve as an early indicator of potentially problematic articles, this study analyzed 3815 tweets referencing 604 retracted articles and 3373 tweets referencing 668 comparable non‐retracted articles. Tweets critical of the articles were identified through both human annotation and large language models (LLMs). Human annotation revealed that 8.3% of retracted articles were associated with at least one critical tweet prior to retraction, compared to only 1.5% of non‐retracted articles, highlighting the potential of tweets as early warning signals of retraction. However, critical tweets identified by LLMs (GPT‐4o mini, Gemini 2.0 Flash‐Lite, and Claude 3.5 Haiku) only partially aligned with human annotation, suggesting that fully automated monitoring of post‐publication discourse should be applied with caution. A human–AI collaborative approach may offer a more reliable and scalable alternative, with human expertise helping to filter out tweets critical of issues unrelated to the research integrity of the articles. Overall, this study provides insights into how social media signals, combined with generative AI technologies, may support efforts to strengthen research integrity.",
    "date": "2025-09-23",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70028?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "8ba721560f4d",
    "title_zh": "社交媒体能否提供撤回的早期警告？基于人工标注和大型语言模型的关键推文证据",
    "summary_zh": "这篇文章揭示了社交媒体推文如何作为研究撤回的早期警告信号，尤其是结合人类标注和AI技术的分析方法，值得关注科学诚信的朋友阅读。",
    "abstract_zh": "及时发现有问题的研究对维护科学诚信至关重要。为了探讨社交媒体评论是否能作为潜在问题文章的早期指标，本研究分析了3815条提及604篇撤回文章的推文，以及3373条提及668篇可比非撤回文章的推文。通过人工标注发现，8.3%的撤回文章在撤回前至少有一条批评推文，而非撤回文章仅为1.5%，这突显了推文作为撤回早期警告信号的潜力。然而，LLM（如GPT-4o mini、Gemini 2.0 Flash-Lite和Claude 3.5 Haiku）识别的批评推文与人工标注的结果仅部分一致，这表明完全自动化的后发布讨论监测需谨慎应用。人类与AI的协作方法可能提供更可靠和可扩展的替代方案，利用人类专业知识过滤掉与研究诚信无关的批评推文。总体而言，这项研究提供了社交媒体信号与生成AI技术结合如何支持加强研究诚信的见解。"
  },
  {
    "title": "Growing and pruning the archive: an agent-based model to build letter correspondence networks",
    "authors": "",
    "abstract": ": The selection and availability bias concerning digital archives can be a problem for empirical studies. In the context of historical correspondence networks, we still have limited information about how missing data can affect and hinder the variables of our interest. Along these lines, we introduce an agent-based model to reconstruct historical communication using letters. We use this model to simulate the letter-sending process and its subsequent archival. We use it to build counterfactual networks and learn how the missing data caused by the archival of the letters might bias the network statistics.",
    "date": "2025-09-22",
    "url": "https://academic.oup.com/dsh/article/40/4/1101/8261495?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "7671082a519b",
    "title_zh": "扩展与修剪档案：一种基于代理的模型构建信件通信网络",
    "summary_zh": "这篇文章通过一个代理模型，揭示了历史信件档案缺失如何影响通信网络的统计数据，值得关注历史研究者和数据分析师。",
    "abstract_zh": "目的：数字档案的选择和可用性偏差可能对实证研究造成问题，尤其是在历史通信网络的背景下。方法：我们引入了一种基于代理的模型，通过信件重建历史通信，并模拟信件发送和归档的过程。发现：该模型帮助我们构建反事实网络，了解信件归档导致的数据缺失如何影响网络统计。"
  },
  {
    "title": "Natural language processing as Digital Veda (डिजिटल वेद): a humanistic framework for language, ethics, and AI",
    "authors": "",
    "abstract": ": This article conceptualizes Natural Language Processing (NLP) as the Digital Veda (डिजिटल वेद), framing it as a culturally rooted communicative infrastructure inspired by the Vedic tradition of structured knowledge preservation and ethical discourse. Drawing on India’s linguistic and philosophical heritage, it positions NLP not as a neutral tool, but as an evolving ecosystem shaped by human values, language ideologies, and socio-cultural narratives. By mapping the four Vedas to key NLP domains, Rigveda (language modelling), Yajurveda (syntax and pipelines), Samaveda (phonetics and speech), and Atharvaveda (applied AI), the study illustrates how contemporary language technologies mirror ancient systems of meaning-making. It offers a critical, decolonial lens on mainstream NLP, highlighting digital language hierarchies, the marginalization of low-resource Indian languages, and biases embedded in large language model (LLM) training data. The article further proposes a Vedic-inspired ethical AI framework, grounded in the principles of Dharma (righteous design), Ahimsa (non-harm), and Moksha (AI for truth and well-being). This interdisciplinary perspective contributes to a more inclusive, context-aware vision for language technologies, with practical applications in multilingual NLP, bias mitigation, and ethically aligned AI governance. It is particularly relevant for AI ethicists, digital humanists, NLP researchers, and policymakers committed to culturally informed, responsible innovation.",
    "date": "2025-09-20",
    "url": "https://academic.oup.com/dsh/article/40/4/1188/8259678?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "a37ddc31c68d",
    "title_zh": "自然语言处理作为数字韦达（डिजिटल वेद）：语言、伦理与人工智能的人文框架",
    "summary_zh": "这篇文章将自然语言处理(NLP)与古老的韦达传统相结合，提出了一个以文化为根基的伦理框架，值得关注的是它对现代语言技术的批判性视角和对低资源语言的关注。",
    "abstract_zh": "这篇文章将自然语言处理(NLP)概念化为数字韦达（डिजिटल वेद），将其框架视为受韦达传统启发的文化根植的沟通基础设施。文章借鉴印度的语言和哲学遗产，认为NLP并非中立工具，而是一个受人类价值观、语言意识形态和社会文化叙事塑造的不断演变的生态系统。通过将四部韦达与关键的NLP领域进行映射，文章展示了当代语言技术如何反映古代的意义构建系统。它提供了对主流NLP的批判性、去殖民化视角，强调数字语言等级、低资源印度语言的边缘化以及大型语言模型(LLM)训练数据中的偏见。文章进一步提出了一个韦达启发的伦理AI框架，基于达摩（正义设计）、非暴力（不伤害）和解脱（追求真理与福祉）的原则。这一跨学科视角为语言技术提供了更具包容性和情境意识的愿景，具有在多语言NLP、偏见缓解和伦理对齐AI治理方面的实际应用，特别适合致力于文化知情、负责任创新的AI伦理学家、数字人文学者、NLP研究者和政策制定者。"
  },
  {
    "title": "Iconicity in large language models",
    "authors": "",
    "abstract": ": Lexical iconicity, a direct relation between a word’s meaning and its form, is an important aspect of every natural language, most commonly manifesting through sound-meaning associations. Since Large language models’ (LLMs’) access to both meaning and sound of text is only mediated (meaning through textual context, sound through written representation, further complicated by tokenization), we might expect that the encoding of iconicity in LLMs would be either insufficient or significantly different from human processing. This study addresses this hypothesis by having GPT-4 generate highly iconic pseudowords in artificial languages. To verify that these words actually carry iconicity, we had their meanings guessed by Czech and German participants ( n  = 672) and subsequently by LLM-based participants (generated by GPT-4 and Claude 3.5 Sonnet). The results revealed that humans can guess the meanings of pseudowords in the generated iconic language more accurately than words in distant natural languages and that LLM-based participants are even more successful than humans in this task. This core finding is accompanied by several additional analyses concerning the universality of the generated language and the cues that both human and LLM-based participants utilize.",
    "date": "2025-09-18",
    "url": "https://academic.oup.com/dsh/article/40/4/1203/8257789?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "da00c0bfe31c",
    "title_zh": "大型语言模型中的象似性",
    "summary_zh": "这篇文章揭示了大型语言模型如何生成具有象似性的伪词，并且发现这些模型在理解这些伪词的意义上甚至超过了人类，值得一读！",
    "abstract_zh": "目的：研究大型语言模型（LLMs）在生成具有象似性的伪词时的表现。方法：让GPT-4生成伪词，并通过捷克和德国参与者（672人）以及LLM参与者（由GPT-4和Claude 3.5 Sonnet生成）来验证这些词的象似性。发现：人类能更准确地猜测生成的象似语言中的伪词意义，而LLM参与者在这个任务中的表现甚至优于人类。这一核心发现伴随着对生成语言的普遍性和人类与LLM参与者所利用线索的额外分析。"
  },
  {
    "title": "On audiences’ feelings and needs of Hero: a digital-intelligent humanities perspective",
    "authors": "",
    "abstract": ": Audiences’ reviews are critical to the reception study of movies. This article takes the reviews of Hero as an example, and analyzes the reception effect from a digital-intelligent humanities perspective with transformer-based models, especially bidirectional encoder representations from transformers (BERT)-based sentiment analysis and BERTopic modeling, which are generally regarded as the state-of-the-art deep learning models. The results of sentiment analysis show that positive comments of Hero account for 74.42 per cent, while the proportion of negative comments is 25.58 per cent. Besides, the Maslow’s hierarchy of needs theory is employed to further reveal the actual feelings and needs of audiences, including physiological needs (visual and auditory needs), safety needs, social needs (discussion on plots and cultural sharing), esteem needs (themes and emotional expressions), and self-actualization needs (cultural participation, aesthetics, and knowledge extension).",
    "date": "2025-09-15",
    "url": "https://academic.oup.com/dsh/article/40/4/1167/8254631?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "244a24a11605",
    "title_zh": "观众对《英雄》的情感与需求：数字智能人文学科视角",
    "summary_zh": "这篇文章通过分析观众对《英雄》的评论，揭示了他们的情感和需求，结合了先进的深度学习模型，值得一读。",
    "abstract_zh": "观众的评论对电影的接受研究至关重要。本文以《英雄》的评论为例，从数字智能人文学科的视角分析其接受效果，采用基于变换器的模型，特别是基于BERT的情感分析和BERTopic建模，这些模型被广泛认为是最先进的深度学习模型。情感分析的结果显示，《英雄》的正面评论占74.42%，负面评论占25.58%。此外，运用马斯洛需求层次理论进一步揭示观众的实际感受和需求，包括生理需求（视觉和听觉需求）、安全需求、社会需求（对情节的讨论和文化分享）、尊重需求（主题和情感表达）以及自我实现需求（文化参与、美学和知识扩展）。"
  },
  {
    "title": "Synergizing structure and semantics: a knowledge graph-transformer framework for narrator disambiguation in hadith networks",
    "authors": "",
    "abstract": ": Historical transmission chains (isnads) are fundamental to verifying authenticity in Hadith literature, yet narrator identity resolution is a persistent challenge due to onomastic ambiguity and complex naming conventions. While traditional methods lack scalability and modern language models overlook crucial network structures, this study bridges the gap by synergizing structural and semantic information. We introduce a novel hybrid framework that integrates a Knowledge Graph (KG) representing the narrator network topology with a Transformer-based model for deep contextual understanding. Our approach first leverages the KG to generate a high-probability set of candidate identities, then employs a hybrid scoring model to evaluate them based on both global network prominence and local semantic compatibility. Evaluated on the AR-Sanad 280K-v2 benchmark, our method establishes a new state-of-the-art, achieving 97.8% accuracy and significantly outperforming existing baselines. This work provides a scalable, high-fidelity solution for narrator disambiguation, advancing computational methods in Hadith studies and historical identity resolution.",
    "date": "2025-09-13",
    "url": "https://academic.oup.com/dsh/article/40/4/1085/8253513?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "79010f05727f",
    "title_zh": "结构与语义的协同：一种用于哈迪斯网络中叙述者消歧义的知识图谱-变换器框架",
    "summary_zh": "这篇文章提出了一种新颖的知识图谱与变换器结合的方法，能有效解决哈迪斯文献中叙述者身份的消歧义问题，准确率高达97.8%。",
    "abstract_zh": "目的：哈迪斯文献中，历史传递链（isnads）对验证真实性至关重要，但叙述者身份解析因命名模糊和复杂的命名惯例而面临挑战。\n\n方法：本研究通过整合结构和语义信息，提出了一种新型混合框架，将表示叙述者网络拓扑的知识图谱（KG）与基于变换器的模型结合，以实现深度上下文理解。\n\n发现：我们的方法首先利用KG生成高概率的候选身份集合，然后通过混合评分模型基于全球网络显著性和局部语义兼容性对其进行评估。在AR-Sanad 280K-v2基准测试中，我们的方法达到了97.8%的准确率，显著优于现有基准。这项工作为叙述者消歧义提供了一种可扩展的高保真解决方案，推动了哈迪斯研究和历史身份解析的计算方法。"
  },
  {
    "title": "Research on the authorship identification of The Tale of Genji based on quantitative analysis",
    "authors": "",
    "abstract": ": Numerous scholarly contributions have enriched our understanding of The Tale of Genji ; however, the question of its authorship remains a subject of debate, with no definitive resolution to date. This study addresses this controversy by employing a rigorous quantitative statistical approach. We conducted a comprehensive analysis of various linguistic indicators within The Tale of Genji , encompassing aspects such as distribution of part-of-speech, function words, word length, N-Grams, and sentence-segments. These characteristic parameters were subsequently utilized to perform principal component analysis, perform non-parametric tests, calculate relative entropy, and assess relative distances. The findings of this analysis reveal a remarkable consistency in writing style between Chapters 43–54 and the preceding Chapters 1–42 of The Tale of Genji . Consequently, the quantitative statistical examination presented in this study provides robust evidence to support the conclusion that a single authorship underlies the entire text of The Tale of Genji , refuting the hypothesis of a second author.",
    "date": "2025-09-13",
    "url": "https://academic.oup.com/dsh/article/40/4/1305/8253511?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "1a581118757a",
    "title_zh": "基于定量分析的《源氏物语》作者鉴定研究",
    "summary_zh": "这篇文章通过定量统计方法，深入分析《源氏物语》的语言特征，提供了有力证据支持其单一作者的观点，值得一读。",
    "abstract_zh": "许多学术贡献丰富了我们对《源氏物语》的理解，但其作者问题仍然存在争议，至今没有明确的解决方案。本研究通过严格的定量统计方法来解决这一争议。我们对《源氏物语》中各种语言指标进行了全面分析，包括词性分布、功能词、词长、N-Grams和句段等。这些特征参数随后用于主成分分析、非参数检验、相对熵计算和相对距离评估。分析结果显示，《源氏物语》第43至54章与前面的第1至42章在写作风格上具有显著一致性。因此，本研究所呈现的定量统计检验为支持《源氏物语》整体文本由单一作者创作的结论提供了有力证据，驳斥了存在第二作者的假设。"
  },
  {
    "title": "AIGC empowers the sustainable development of traditional Chinese paper-cut",
    "authors": "",
    "abstract": ": This research aims to explore the application of artificial intelligence-generated content (AIGC) technology in traditional Chinese paper-cut design and promote the protection and inheritance of traditional Chinese paper-cut culture. First, the paper-cut works of paper-cut artist are analyzed to extract the characteristic factors of her design styles. Second, based on the characteristics of the paper-cut style, a dedicated dataset for model training is constructed and passed into the fine-tuning network to train and generate a Low-Rank Adaptation (LoRA) fine-tuning model with the design style characteristics of the paper-cut artists. Finally, the paper-cut LoRA model is combined with the stable diffusion model to complete the intelligent design practice of traditional paper-cut. Through experimental verification, the paper-cut model trained in this research can effectively realize the migration design of traditional paper-cut artists’ design style and improve the efficiency of paper-cut design. This research proposes a paper-cut style generation method based on AIGC, which provides a new perspective for the protection and development of paper-cut culture. This method reduces the difficulty of paper-cut design, optimizes the design process, and improves design efficiency, providing technical support for the sustainable development of paper-cut art. At the same time, it also has important significance and value for the digital inheritance and innovation of other intangible cultural heritage.",
    "date": "2025-09-13",
    "url": "https://academic.oup.com/dsh/article/40/4/1115/8253508?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "c8bd48b10831",
    "title_zh": "AIGC助力传统中国剪纸的可持续发展",
    "summary_zh": "这篇文章介绍了如何利用人工智能生成内容技术，提升传统中国剪纸的设计效率和文化传承，值得关注的是它为传统艺术的数字化创新提供了新思路。",
    "abstract_zh": "目的：探讨人工智能生成内容（AIGC）技术在传统中国剪纸设计中的应用，促进剪纸文化的保护与传承。\n\n方法：分析剪纸艺术家的作品，提取设计风格的特征因素；基于这些特征构建专用数据集，训练生成具有剪纸艺术家设计风格特征的LoRA微调模型；将剪纸LoRA模型与稳定扩散模型结合，完成传统剪纸的智能设计实践。\n\n发现：实验验证表明，训练出的剪纸模型能够有效实现传统剪纸艺术家的设计风格迁移，提高剪纸设计效率。提出的基于AIGC的剪纸风格生成方法，为剪纸文化的保护与发展提供了新视角，降低了设计难度，优化了设计流程，提升了设计效率，同时对其他非物质文化遗产的数字化传承与创新也具有重要意义和价值。"
  },
  {
    "title": "Text mining Nahdawi discourses: topic modeling Taha Hussein’s reformist legacy",
    "authors": "",
    "abstract": ": This study re-examines the intellectual, cultural, and literary legacy of Taha Hussein (1889–1973), a pivotal reformist thinker of the Arab Nahda (renaissance or awakening). Integrating computational methods from the digital humanities, specifically topic modeling applied to a 42-work corpus, with traditional close textual analysis, the study uncovers the structural and thematic patterns underpinning Hussein’s discourse on identity, modernization, and cultural reform. The analysis foregrounds on his syncretic humanism, which weaves together Egypt’s Pharaonic, Arab-Islamic, Mediterranean, and European inheritances into a pluralistic national vision. It highlights his critique of essentialist binaries, his advocacy for educational democratization, and his integrative approach to mediation, translation, and nation-building. Situated within the (post)colonial frameworks, the study critically engages debates around Hussein’s perceived Occidentalism while affirming his enduring relevance to contemporary discourses on intellectual sovereignty, cultural revival, and the humanistic foundations of reform. This research contributes to digital humanities by demonstrating the value of topic modeling for mapping the complex intellectual landscape of a major non-Western historical figure across a large corpus. It offers a scalable methodology for revealing latent thematic structures that complement traditional hermeneutic approaches in Arabic and Middle Eastern studies. By bridging digital methodologies with close reading, this study reframes Hussein’s reformism as a dynamic transcultural project that resists reductive polemics and illuminates postcolonial identity formation and the global positioning of Arab thought.",
    "date": "2025-09-09",
    "url": "https://academic.oup.com/dsh/article/40/4/1225/8250249?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "e317cee4d453",
    "title_zh": "文本挖掘纳赫达话语：塔哈·侯赛因改革遗产的主题建模",
    "summary_zh": "这篇文章通过结合计算方法和传统文本分析，深入探讨了塔哈·侯赛因在阿拉伯复兴中的重要思想遗产，揭示了他对身份和文化改革的独特见解，值得一读。",
    "abstract_zh": "这项研究重新审视了塔哈·侯赛因（1889-1973）的知识、文化和文学遗产，他是阿拉伯复兴的重要改革思想家。通过将数字人文学科中的计算方法，特别是对42部作品的主题建模，与传统的细读分析相结合，研究揭示了侯赛因在身份、现代化和文化改革方面的话语背后的结构和主题模式。分析强调了他的综合人文主义，融合了埃及的法老、阿拉伯-伊斯兰、地中海和欧洲遗产，形成了一个多元化的国家愿景。它突出了他对本质主义二元对立的批判、对教育民主化的倡导，以及他在调解、翻译和国家建设方面的综合方法。在（后）殖民框架下，这项研究批判性地参与了关于侯赛因被视为西方主义的辩论，同时确认了他在当代知识主权、文化复兴和改革的人文基础方面的持久相关性。这项研究通过展示主题建模在映射一位重要非西方历史人物复杂知识景观中的价值，为数字人文学科做出了贡献。它提供了一种可扩展的方法，揭示潜在的主题结构，补充了阿拉伯和中东研究中的传统解释方法。通过将数字方法与细读结合，这项研究将侯赛因的改革主义重新框架为一个动态的跨文化项目，抵制简化的争论，照亮后殖民身份的形成和阿拉伯思想的全球定位。"
  },
  {
    "title": "Annotating aspects in text and image: A new task and dataset for multimodal aspect‐based sentiment analysis",
    "authors": "Li Yang, Jia Yang, Jin‐Cheon Na, Jianfei Yu",
    "abstract": "Aspect‐Based Sentiment Analysis (ABSA) has evolved from textual analysis to a multimodal paradigm, integrating visual information to capture nuanced sentiments. Despite advancements, existing Multimodal ABSA (MABSA) research remains limited in granularity, which focuses on either coarse‐level categories or named entities, neglecting fine‐grained sentiment analysis at the aspect term level and visual objects depicted in images. To address these gaps, we propose a new task, Multimodal Aspect–Category–Sentiment–Appearance Quad Extraction (MASQE), which aims to extract textual aspect terms and visual aspect objects, their associated categories, sentiments, and modality appearances. To facilitate research on this task, we introduce MM‐Rest, a novel dataset comprising 19,962 manually annotated aspect–category–sentiment–appearance quadruples from restaurant reviews, annotated across both text and images. Additionally, we propose a Visual Aspect‐aware Multimodal Large Language Model (VAM‐LLM), which leverages predicted visual aspect objects to enhance multimodal quadruple extraction in an end‐to‐end framework. Experimental results demonstrate the effectiveness of VAM‐LLM over baseline systems, establishing strong benchmarks for MASQE and its subtasks. We believe our work opens new avenues for fine‐grained multimodal sentiment analysis, providing rich resources and methodologies for future research.",
    "date": "2025-09-08",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70026?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "970ccaa79b10",
    "title_zh": "文本和图像中的方面标注：多模态基于方面的情感分析的新任务和数据集",
    "summary_zh": "这篇文章介绍了一种新任务和数据集，旨在提升多模态情感分析的细致度，特别是在餐厅评论中提取文本和图像的情感信息，值得关注！",
    "abstract_zh": "目的：基于方面的情感分析（ABSA）已经从文本分析发展到多模态范式，结合视觉信息以捕捉细微的情感。方法：我们提出了一项新任务——多模态方面-类别-情感-外观四元组提取（MASQE），旨在提取文本方面术语和视觉方面对象及其相关类别、情感和模态外观。发现：我们引入了MM-Rest数据集，包含19,962个手动标注的四元组，并提出了一种视觉方面感知的多模态大语言模型（VAM-LLM），实验结果显示VAM-LLM在多模态四元组提取上优于基线系统，建立了MASQE及其子任务的强基准。"
  },
  {
    "title": "Report on the Development of Digital Humanities in China (first volume) （Zhongguo Shuzi Renwen Fazhan Baogao (Diyiji)). Huiling Feng",
    "authors": "",
    "abstract": "Report on the Development of Digital Humanities in China (first volume) （Zhongguo Shuzi Renwen Fazhan Baogao (Diyiji)). FengHuiling. Beijing: Zhonghua Book Company, 2024, 501 pp. ISBN: 9787101168938. ¥92.00 (P/B)",
    "date": "2025-08-29",
    "url": "https://academic.oup.com/dsh/article/40/4/1344/8244371?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "4b009a67791c",
    "title_zh": "中国数字人文发展报告（第一卷）",
    "summary_zh": "这本书是关于中国数字人文领域发展的权威报告，值得关注数字人文研究的朋友们阅读。",
    "abstract_zh": "这本书是关于中国数字人文发展的第一卷，作者冯惠玲，出版于2024年，由中华书局出版，包含501页，ISBN为9787101168938，定价92元（平装）。"
  },
  {
    "title": "Crossing boundaries through corpora: innovative corpus approaches within and beyond linguistics. S. Buschfeld, P. Ronan, T. Neumaier, A. Weilinghoff, &amp; L. Westermayer (eds)",
    "authors": "",
    "abstract": "Crossing boundaries through corpora: innovative corpus approaches within and beyond linguistics. BuschfeldS., RonanP., NeumaierT., WeilinghoffA., &amp; WestermayerL. (eds), Amsterdam, John Benjamins, 2024, pp. vi + 265, $156.00 (eBook). ISBN 9789027246486.",
    "date": "2025-08-26",
    "url": "https://academic.oup.com/dsh/article/40/4/1338/8242023?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "44723046633b",
    "title_zh": "通过语料库跨越边界：语言学内外的创新语料库方法",
    "summary_zh": "这本书汇集了多位学者的创新研究，展示了语料库在语言学及其他领域的应用，值得一读。",
    "abstract_zh": "通过语料库跨越边界：语言学内外的创新语料库方法。Buschfeld S.、Ronan P.、Neumaier T.、Weilinghoff A. 和 Westermayer L.（编辑），阿姆斯特丹，约翰·本杰明出版社，2024年，265页，售价156.00美元（电子书）。ISBN 9789027246486。"
  },
  {
    "title": "Documenting change: Conceptualizing transition through an information lens",
    "authors": "Ian Ruthven, Jenny Bronstein, Alison Hicks, Jette Seiden Hyldegård, Pamela McKenzie, Gunilla Widén",
    "abstract": "This special issue of the “Journal of the Association for Information Science and Technology” examines transitions from an informational perspective. The 10 papers included in this issue present diverse accounts of how people experience personal and professional transitions and the role of information within these transitions. In this editorial, we place these contributions within the wider context of the study of transitions, and provide a thematic analysis of these contributions, their methodological and theoretical approaches, and how issues of space, time, emotions, and agency appear within transitions.",
    "date": "2025-08-22",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.70017?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "c8c208055f08",
    "title_zh": "记录变化：通过信息视角概念化转型",
    "summary_zh": "这篇文章汇集了多篇研究，探讨了信息在个人和职业转型中的重要作用，值得一读。",
    "abstract_zh": "本期《信息科学与技术协会期刊》的特刊从信息的角度考察了转型问题。包含的10篇论文展示了人们在个人和职业转型中的不同经历，以及信息在这些转型中的作用。在这篇社论中，我们将这些贡献放在转型研究的更广泛背景下，提供了对这些贡献的主题分析，包括它们的方法论和理论方法，以及空间、时间、情感和能动性在转型中的表现。"
  },
  {
    "title": "Mathematical approach for sample projection in linguistic landscape studies",
    "authors": "",
    "abstract": ": This study presents a novel approach to addressing methodological challenges in linguistic landscape (LL) research through the development of an advanced algorithm for language pattern sample projection. Leveraging fuzzy number-based generation with Mersenne number principles, our proposed algorithm offers a sophisticated solution for projecting the number of language signs in diverse LL contexts. Through a comparative analysis with existing methodologies, we highlight the advantages of our approach, such as exponential growth potential with avoidance of language pattern repetitions. Experimental results demonstrate the efficacy and reliability of our proposed algorithm in accurately capturing linguistic diversity within LL environments, contributing to improved methodological objectivity in LL research. We recommend the widespread adoption of our algorithms to enhance linguistic analyses in public spaces and advance our understanding of language dynamics and sociocultural interactions.",
    "date": "2025-08-18",
    "url": "https://academic.oup.com/dsh/article/40/4/1179/8237584?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "6913fa33baff",
    "title_zh": "语言景观研究中的样本投影数学方法",
    "summary_zh": "这篇文章介绍了一种新算法，能更精准地分析语言景观中的语言模式，非常适合对公共空间的语言多样性进行深入研究。",
    "abstract_zh": "目的：本研究提出了一种新方法，解决语言景观研究中的方法论挑战，通过开发一种先进的语言模式样本投影算法。 \n方法：我们的方法利用基于模糊数生成和梅森数原理，提供了一种复杂的解决方案，用于在不同的语言景观环境中投影语言标志的数量。 \n发现：通过与现有方法的比较分析，我们突出了我们方法的优势，如避免语言模式重复的指数增长潜力。实验结果证明了我们提出的算法在准确捕捉语言景观环境中的语言多样性方面的有效性和可靠性，促进了语言景观研究方法论的客观性。我们建议广泛采用我们的算法，以增强公共空间的语言分析，并推动对语言动态和社会文化互动的理解。"
  },
  {
    "title": "Addressing TikTok’s multimodal complexity: a multi-level annotation scheme for the audio-visual design of short video content",
    "authors": "",
    "abstract": ": Recent years have seen a growing number of studies devoted to short video platforms, including TikTok. Due to their unprecedented popularity, the question of how meaning is produced in these videos is becoming increasingly important in terms of its social implications. However, systematic approaches to the analysis of these meanings are still scarce. In this article, we present a multi-level, multimodal annotation scheme for the genre of short videos that allows examining of both formal and functional meaning-making elements in these videos. To build this scheme on a firm theoretical and methodological basis, we first characterize the semiotic landscape of TikTok. We then proceed to explain how a combination of several approaches to the analysis of dynamic audio-visual artifacts and multimodal discourses can be useful for the study of short videos. The main part of this article presents a comprehensive annotation scheme for short videos on TikTok, focusing both on the analysis of formal audio-visual elements such as shots, visual objects, sound, and filters, as well as providing annotation categories for the description of content-based units such as events/eventualities and represented participants. We show the reliability of the scheme by testing and evaluating it on a corpus of twenty TikTok videos representing Ukrainian President Volodymyr Zelensky. We conclude the article by sketching possible future applications of the scheme in studies on larger corpora.",
    "date": "2025-06-18",
    "url": "https://academic.oup.com/dsh/article/40/4/1143/8168928?rss=1",
    "journal": "DSH",
    "category": "digital-humanities",
    "color": "#6B4C3B",
    "id": "7d53f544ec85",
    "title_zh": "应对 TikTok 的多模态复杂性：短视频内容音视频设计的多层次注释方案",
    "summary_zh": "这篇文章提出了一种多层次的注释方案，帮助我们更深入地理解 TikTok 短视频中音视频元素如何共同传递意义，特别适合对新媒体内容感兴趣的读者。",
    "abstract_zh": "近年来，短视频平台（如 TikTok）的研究逐渐增多。由于其前所未有的受欢迎程度，如何在这些视频中产生意义变得越来越重要，但系统的分析方法仍然稀缺。我们提出了一种多层次的多模态注释方案，旨在分析短视频中的形式和功能意义。首先，我们描述了 TikTok 的符号景观，然后解释了多种动态音视频艺术品和多模态话语分析方法的结合如何有助于短视频的研究。文章的主要部分展示了一个全面的短视频注释方案，重点分析音视频元素（如镜头、视觉对象、声音和滤镜），并提供内容单位（如事件和参与者）的注释类别。我们通过在二十个代表乌克兰总统泽连斯基的 TikTok 视频上测试和评估该方案，展示了其可靠性。最后，我们勾勒了该方案在更大语料库研究中的未来应用。"
  },
  {
    "title": "How social crowding influences knowledge withholding in online knowledge community",
    "authors": "Durong Wang, Xing Zhang",
    "abstract": "The increasing prevalence of knowledge withholding in online knowledge communities has become a significant obstacle to the growth and development of these platforms. This study explores the influence of social crowding on knowledge withholding with an added focus on the role of individuals' secondary control mechanisms. Experimental results highlight a positive association between social crowding and knowledge withholding that is mediated by four types of secondary control, namely, predictive, interpretive, vicarious, and illusory. Specifically, social crowding increases individuals' perceived loss of knowledge power (interpretive control), knowledge sharing self‐inefficacy (predictive control), and perceived control of information (illusory control) while reducing task visibility (vicarious control), and these factors indirectly contribute to increased knowledge withholding. Results also highlight the moderating role of self‐construal in shaping how secondary control mediates the effects of social crowding. These findings deepen the current understanding of how environmental factors, such as social crowding, impact knowledge withholding and provide valuable insights for community managers seeking to mitigate such behaviors and enhance collaboration within online knowledge communities.",
    "date": "2025-03-12",
    "url": "https://asistdl.onlinelibrary.wiley.com/doi/10.1002/asi.25002?af=R",
    "journal": "JASIST",
    "category": "info-science",
    "color": "#3B4F5C",
    "id": "7c17adf3597f",
    "title_zh": "社会拥挤如何影响在线知识社区中的知识隐瞒",
    "summary_zh": "这篇文章揭示了社会拥挤如何通过影响个体的控制机制，导致在线知识社区中知识隐瞒现象的加剧，值得关注社区管理者如何应对这一挑战。",
    "abstract_zh": "随着在线知识社区中知识隐瞒现象的日益严重，这已成为这些平台发展的重大障碍。本研究探讨了社会拥挤对知识隐瞒的影响，并关注个体的次级控制机制的作用。实验结果显示，社会拥挤与知识隐瞒之间存在正相关关系，这种关系受到四种次级控制的中介作用：预测性控制、解释性控制、替代性控制和虚幻控制。具体而言，社会拥挤增加了个体对知识权力丧失的感知（解释性控制）、知识分享自我无效感（预测性控制）和信息控制感（虚幻控制），同时降低了任务可见性（替代性控制），这些因素间接导致知识隐瞒的增加。结果还强调了自我构建在塑造次级控制如何中介社会拥挤影响方面的调节作用。这些发现加深了我们对环境因素（如社会拥挤）如何影响知识隐瞒的理解，并为社区管理者提供了有价值的见解，以帮助减轻这种行为并增强在线知识社区的合作。"
  }
]